[
{
  "collegename" :  " Alpha Arts and Science College ",
  "description" :  "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
  "address" :  "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
  "longitude" : " 80.142289 ",
  "latitude" :  " 13.045989 ",
  "extra" : " The Training and Placement Cell helps students determine their educational and career goals, acquire career-oriented skills and attain desired employment. It trains them in group discussions, aptitude tests, numerical ability and technical facets, conducts mock interviews and organizes recruitment drives both off and on campus. It has a full time Placement Officer. ",
 "webpage" :  " https://alphagroup.edu/arts-science/ "
 },
{
  "collegename" :  "Arignar Anna Government Arts College",
  "description" :  "Topographically, the college is circumfused by Kalvarayan hills and Vasishta river on the north and Kolli-Pachamalai hills and Swetha (Vellar-white river) river on the South. Both the rivers derive their name after the Pandava Arjuna (Swetavahana) and Sage Vasishta respectively. The serenity of its surroundings is revealed by its copsy appearance favors the institution pleasant academic environs. Historical evidences show the antiquity of the area as well. The archaeological discoveries of the nearest places and epigraphical records testify the prehistoric dwellings of the area too. Despite, it will be worthy to mention about the Bana chieftains of Magadaimandalam during the medieval period. Banses established their headquarters at Aragalur very close to Vadachennimalai. Aragalur was in the Arrur Kurran of Jananatha Valanadu, of a subdivision of Magadaimandalam in the medieval Tamil Nadu. The epigraphical records show that the Banas were the feudatories of the imperial Cholas and Pandyas",
  "address" : " Arignar Anna Government Arts College, Vadachennimalai, Tamil Nadu 636121",
  "longitude" : "76.971260",
  "latitude" :  "10.995960",
  "extra" : "This College is surrounded by many tribal villages. Hostel facilities are provided by Tamilnadu Backward class, Most Backward class & Minorities Welfare Departments & AdiDravidar and Tribal Welfare Department. Men & Women students at the vicinity of the College. It is an opportunity for  the  poor students from the surrounding  area for continuing their higher education. Those students who have got admission in the  first year are eligible to apply for the same and the concerned welfare department choose the students as per norms and conditions. Totally Four Hostels are located adjacent to  the College Campus. Pure water facility , food , accommodation, play ground and  toilet facility are provided by the hostel administration. Naturally a good peaceful  study environment is held here. A hostel warden is appointed for each hostel to  take care of hostellers. Further a cook, helpers and scavengers are also working in the hostels",
  "webpage" :  "http://www.aagacattur.org.in/"
 },
 {
  "collegename" :  "Arignar Anna Government Arts College",
  "description" :  "The College was started in the year 1968-1969 and named Arignar Anna, the former Chief Minister of Tamilnadu. The college came into being on account of the continuous efforts of Mr. P. Muthusamy, B.A.,B.T., (Ex. MLA) of Namakkal constituency and Ex-home Minister of Tamilnadu, Mr. Chocklingam, Former Namakkal Revenue Divisional Officer and a group of illustrious men from all walks of life. It was affiliated to the University of Madras in the academic year 1968-69. At the beginning, four courses, PUC, B.Sc. (Maths), B.Sc. (Geography) and B.A. (English) were started and the College was temporarily accommodated in the Government High School (South), Namakkal. The College was shifted to its permanent building situated on the Namakkal – Mohanur Highways, five kilometers away from Namakkal during 1970-71. The college is now offering 13 UG degree, 08 PG degree, 06 M.Phil. degree and 06 Ph.D. degree courses.",
  "address" : " Arignar Anna Government Arts College , Namakkal, Tamil Nadu 637002 ",
  "longitude" : " 78.168029 ",
  "latitude" :  " 11.221269 ",
  "extra" : " In 2013, TANSCHE launched EDP (Enterpreneural Development Programme) in the Government institutions with an aim of promoting the students' employable skills. This cell has conducted various programmes to help the students get jobs easily in this competitive job market. This programme is well carried out under the Presidential ship of the Principal and Dr.A.Jayarani, Asst. Prof. of Commerce and Dr.S. Jayalakshmi, Astt.Prof. of Commerce are staff in-charge of the programme Every year the allotted fund is utilized for the benefit of the students and a statement of auditing is also submitted to the Government. ",
  " webpage" :  "http://aagacnkl.edu.in/"
 },
{
  "collegename" :  " Aalim Muhammed Salegh College of Engineering "
  "description" :  "  In our campus Wi-Fi, good infrastructure lab and high quality and design labs and the largest library in your campus more then 100 students can sit and read. Well educated and trained teachers practical knowledge students and supportive environment teachers. "
  "address" : " Nizara Educational Campus, Muthapudupet, Avadi, IAF, Chennai, Tamil Nadu 600055"
  "longitude" : " 73.859210 "
  "latitude" :  " 18.528850 "
  "extra" : "  All about 80% are placed in different company based on quality and qualifications and strength of students. Different companies are visiting in our campus in our branch like software company and IT and BPO communication based like Airtel and jio are visited. All about 70% students got internship. The highest salary 8.5lakhs per/annum, Average salary 3.5 Lacs per/annum, the lowest salary 1.2 Lacs per/annum was offered to our course. "
  " webpage" :  " https://www.aalimec.ac.in/# "
 },
{
  "collegename" :  " Abi And Abi College"
  "description" :  " Establishment In 1996, Abi & Abi College, Vayalur, Thanjavur - 613 003 Is Affliated To Bharathidasan University The Address Of The Institute Is Abi & Abi Nagar, Vayalur,Thanjavur, Kumbakonam Main Road,Vayalur, Thanjavur Thanjavur Tamil Nadu. "
  "address" : " Vayaloor, Narasanayagipuram, Tamil Nadu 613003 "
  "longitude" : " 79.115050 "
  "latitude" :  " 10.770730 "
  "extra" : " Abi & Abi College of arts, science & technology is one of the reliable establishments in the field of education. The one which has been here for a decade that was launched by a trustworthy company known as Abi & Abi group of Companies, Institutions and Media. As an institution we offer you a quality education with qualified teachers for uplifting your standard by yourself "
  " webpage" :  " https://abiabi.org/arts-college.php "
 },
{
  "collegename" :  " Acharya Narendra Dev College "
  "description" :  " It was in early 1991 that Shri Chandra Shekhar, then Prime Minister of India, announced the establishment of Acharya Narendra Dev College in the name of his idealogue.  Starting out with an interim allotment of four rooms in a SPS structure in R. K. Puram Sector 4 School, the college enrolled its first batch of students and began its teaching programs with two courses - B.Com. Honours and B.Sc General 'A' and eighty students.In August 1992, the college moved to its current temporary premises in Govindpuri, Kalkaji, which had just been vacated by Shaheed Bhagat Singh College and started with B.Sc (Hons) Electronics and B.Sc General Computer Science.  Later we added B.Sc (Hons) in Physics and Chemistry in 1993, Botany, Zoology and Mathematics in 1994, B.Sc General 'B' group and B.Sc General Sericulture in 1995 and PGDCA in 1996.Just before the end of the decade B.Sc Hons Computer Science and B.C.A were started (1997) which soon metamorphed into two very popular courses ( despite being 4-year courses) - Bachelors in Information Technology and B. Information Science in 1998. Due to a UGC directive these courses had to be scrapped across the University and B. Sc (Hons) Computer Science was reintroduced in 2001. In 1999, the college started a radically different course - B.Sc Biomedical Sciences in which admission was through an entrance examination.The Foreign Language Centre was established in 2003 with certificate courses in French, Spanish, German and Russian.  Two years later the higher module of Diploma in foreign languages was also established. Students could register for M.Sc Mathematics and M.Sc Chemistry from 1997 and 2000, respectively"
  "address" : " Acharya Narendra Dev College Govindpuri kalka ji New Delhi-19, New Delhi, Delhi 110019 "
  "longitude" : " 80.939552 "
  "latitude" :  " 26.865580 "
  "extra" : " We also provide a vast array of opportunities for students to participate in research with faculty mentors and with Scientists outside the college. The research programs provide a forum where undergraduates get to do independent research projects and interact with the faculty on a one-on-one basis, outside the classroom. Students acquire hands-on experience in their chosen area of research and also show significant gains such as analytical skills, time management, team spirit and effective communication.Students from across the disciplines are offered unique research programs, such as ELITE fellowship and IEDC (by the college), Innovation projects (University of Delhi) and by external agencies such as SPIE (USA) and Open Source Drug Discovery (OSDD, CSIR).  The projects are designed to promote productive undergraduate research experiences.While inculcating the research aptitude we never had an idea that the Students would not only go beyond the classroom but also the mentoring by the Faculty and a Th!inkLab emerged (an autonomous lab of the students, which works without any supervision of teachers.)While working on the above, our students have built repositories for the science community, have discovered new species, contributed in creating new technologies and co-authored numerous original research publications."
  " webpage" :  " http://andcollege.du.ac.in/ "
 },
{
  "collegename" :  "Adaikala Matha College "
  "description" :  "Adaikalamatha College stands firmly to serve to grow & to grow to serve. The college caters value education to the community of youngsters hailing from villages.Adaikalamatha College saw the light of the world in the year 1988, and the college has the blessing of Adaikalamatha of Elakurichi, Ariyalur District. The College has its location at the historic rurban town of Vallam, Thanjavur, a place now blossomed as a centre of higher education and research.The college has very useful and thriving infrastructure-teaching faculty, best library with up-to-date standard books, journals, magazines, etc. The computer laboratories adorned with A.C facilities, wall mounted fan facilities, up to date computers covered with laptop, etc., etc.The college in all respects, stands in a studious atmosphere, conducive to studies and for doing research.The college has proved its competency and achieved exam results in centum and near to centum.It is a proud news that students of Adaikalamatha College is honoured with respect for their discipline and versatile knowledge, wherever they go.  The college gained a popular name that it is an Institution of student discipline and praiseworthy conduct and also an institution of strict security for girl studentsEvery student graduated in the Adaikalamatha College remembers the college with mental solace and gratitude, besides they visit their alma matter after 10 years and 20 years with their green reminiscence and have the blessing of their teaching faculty and Management."
  "address" : "Adaikalamatha College, Arun Nagar, Vallam, Thanjavur, Tamil Nadu, 6130403, India"
  "longitude" : "79.04963684082031"
  "latitude" :  "10.72184944152832"
  "extra" : "Placement Cell is headed by a full time Placement & Training Officer Prof. R.Venkatesh with adequate academic and industrial experience. One faculty co-coordinator and two student representatives from the final MBA students assist the Placement & Training Officer.The placement season of the Institute starts right from the beginning of the fourth semester (i.e.) from the month of January onwards. The Institute has got excellent facilities for conducting Campus Recruitments.A new career guidance service is being now offered to our students through our Excel Club. Under this service workshops are conducted on a regular basis on career guidance, Resume guidance and Interview guidance."
  " webpage" :  "http://www.amcvallam.com/"
 },
{
  "collegename" :  " Adharsh Vidyalaya College of Arts and Science for Women "
  "description" :  "Adharsh Vidhyalaya Arts and Science College for Women was founded in 2007 by Ideal K.SIVALINGAM, M.A., M.A., M.A., a prominent educationalist with an object of providing higher education to the girls in rural area. It is repute, self-financing Institution, situated in placid green surroundings at Paruvachi village. Flowering plats watered and tended daily are a feast to the eyes. It is the first self-financing Institution started in Bhavani Taluk.It is affiliated to Bharathiar University, Coimbatore. With its fine infrastructure and ability such as well-ventilated class rooms with tube lights, fans and furniture, well-established library, well-equipped lab, spacious ground, transport and well qualified and dedicated staff members to maintain high standards and make continual development in all activities. The Institution has exclusive nobility of being highly praised as one of the outstanding educational institutions under Bharathiar University."
  "address" : "Adharsh Vidyalaya College of Arts and Science for Women, Adharsh Nagar, Paruvachi Village, Bhavani, Erode, Tamil Nadu, India, 638312"
  "longitude" : " 77.5938 "
  "latitude" :  " 11.4557 "
  "extra" : " Four storey building with pleasant atmosphere.Airy spacious class rooms with black board, light and fan.A well stacked library with stock of 5000 books and 30 magazines.Well-equipped Computer Labs with 100 Pentium IV systems.Seminar hall has the recent technologies to enrich the programmes. "
  " webpage" :  "www.adharshvidhyalaya.com "
 },
{
 "collegename" :  " Adhiparasakthi College of Arts and Science "
  "description" :  " Adhiparasakthi College of Arts and Science, is a general degree college located in Kalavai, Vellore district, Tamil Nadu. It was established in the year 1988. The college is affiliated with Thiruvalluvar University. This college offers different courses in arts, commerce and science "
  "address" : " GB Nagar, Kalavai, Tamil Nadu 632506 "
  "longitude" : " 78.8907 "
  "latitude" :  " 12.822 "
  "extra" : " The Training and Placement Cell takes care of the College-industry link. Industrial requirements are sought and included in the syllabus of some departments. Industrial experts act as members of Board of Studies, Academic Council, IQAC and Governing Body. Short term trainings are given to our graduates by the company trainers. Placement sessions are organized for the outgoing graduates with the industries. "
  " webpage" :  " http://www.apcasgbn.com/ "
 },
{
  "college name" :  " Adhiyamaan College of Engineering "
  "description" :  " The institution is spread over a sprawling campus with calm surroundings, creating a fitting atmosphere for study. The Institute provides a clean and invigorating environment conducive for higher education.Adhiyamaan College of Engineering is one of the educational institutions developed by Adhiyamaan Educational & Research Institution - a trust, which was started in the year 1987-1988 to cater the needs of the nation in the development of technocrats and to provide facilities for educating and training men and women to meet the entrepreneurial and management needs. The management has created adequate infrastructural facilities and sufficient funds and is keen on developing the institution for higher education.It is the first Engineering College to be started in the most backward erstwhile Dharmapur District of the State of Tamilnadu to develop the people academically, socially and economically. It was originally affiliated to University of Madras. When the Periyar University was carved out from the University of Madras; it was affiliated to it. Since the government of Tamilnadu decided to bring all the Engineering and Technical Institutions in the State under one Technological University in the year 2001, Adhiyamaan College of Engineering was affiliated to the Anna University, Chennai. The college is housed in Adhiyamaan Educational & Research Institutions Campus, Dr.M.G.R Nagar, Hosur. The Campus is spread over an area of 250 acres abutting National Highway NH-7.The Institution is situated 6 kms from Hosur bus stand and railway station. The Institution is well connected to three major Railway Junctions viz., Hosur, Jolarpet and Bangalore."
  "address" : " Adhiyamaan College of Engineering,Dr.M.G.R.Nagar, Hosur,Krishnagiri District, Tamil Nadu,India. Pin:635 109 "
  "longitude" : " 77.83264 "
  "latitude" :  " 12.73647 "
  "extra" : " A full fledged placement cell is available to arrange placement for the qualified students. It was established in the year 2000. The aim of the cell is to find“Right Job for the Right candidate”.We are moving towards the “EXCELLENCE IN CAREER GUIDANCE AND 100% PLACEMENTS”."
  "webpage" :  " http://www.adhiyamaan.ac.in/ "
 },
  {
    "collegename" : "Aditanar College of Arts and Science",
    "description" : "Aditanar College of Arts and Science was established in the year 1965 by Sri. Si.Pa.Aditanar. It is located in Virapandiapatnam village of Tiruchendur Taluk in Thoothukudi District of TamilNadu on the sea shore between Thoothukudi and Kanyakumari. The founder Sri.Si.Pa.Aditanar, a native of Kayamozhi Village, wanted to serve his place of birth. After establishing Daily Thanthi, a renowned Tamil newspaper, he formed a trust called “Aditanar Educational Institution“ (A.E.I). As the first project, he established Aditanar college of Arts and Science with the sole aim of providing higher educational opportunities for the youth of this area. His son,Padmashri Dr.B.Sivanthi Adityan has been  the President of the college committee since its inception. The college had been affiliated to Madurai Kamaraj University, Madurai from 1965 to 1990. The college has been affiliated to Manonmaniam Sundaranar University, Tirunelveli since 1990.",
    "address" : "Aditanar College of Arts and Science,Virapandianpatnam, Tiruchendur, Thoothukudi, Tamil Nadu 628216",
    "longitude" : "78.408526",
    "latitude" : "11.052213",
    "extra" : "  Government of Tamil Nadu Free Education up to degree level Scheduled Tribes students (those who are not getting Government of India scholarship).  For those pursuing their studies in Tamil Medium Government of Tamil Nadu is giving Book Allowance of Rs. 400/- per year.",
    "webpage" : "http://www.aditanarcollege.in/"
  },
  {
    "collegename" : "Adithya Institute of Technology",
    "description" : "Education is all about transcending text books to provide practical exposure and skill development training. To have holistic teaching and learning, technology should allow for 24/7 access to information and shared digital content. Welcome to an institute that endeavors to make education, an enlightening experience.Adithya Institute of Technology (AIT) was started in 2008 by the Adithya Education Trust to provide comprehensive technical education to the budding young students. The Chairman, Er.C.Sugumaran being an industrialist brings with him, his extensive experience and the nitty-gritty of the industry which adds a new dimension to academics. AIT is not just the dream, but the mission to provide quality engineering education to today's youth who will build the nation tomorrow.",
    "address" : "Sathy Rd, Kurumbapalayam, Coimbatore, Tamil Nadu 641107.",
    "longitude" : ",77.027643",
    "latitude" : "11.1134503",
    "extra" : "Placement cell has been functioning in our campus since 2008. The cell interacts with reputed organizations in order to arrange campus interviews for placement of final year students. The placement cell also arranges in plant training for students in industries. The students visit the industrial units and companies to gain first-hand work experience of various industrial activities.About 1430 students have got placements in MNCs and prime organizations. Every year about 90% of the students are placed. In-fact , Over 75% students have already got Internship with Placements this year. Leading firms across numerous disciplines come back for field placements at AIT. Besides, the academics the students are given a transparent career set up, a listing of applicable employers, setting realistic career goals and a planned program on skilled development for future.",
    "webpage" : "http://www.adithyatech.edu.in/"
  },
  {
    "collegename" : "A.D.M. College for Women",
    "description" : "The College exclusively for women was founded in 1975 by ‘Vidhya Seva Ratna’ Thiru. A. D. Jeyaveera Pandian, Thiru. A. D. Jawaharlal Pandian, ‘Kalvi Vendhar’ Thiru. A. D. Jeyem Pandian (President) and Dr. A.D.Jegadheeswar (Vice-President), in the name of their Parents A. Duraisamy Nadar and Maragathavalli Ammal and fulfils its mission to provide holistic higher education to the young girls from the rural areas of this District. The College has empowered generations of women, many of whom serve our nation with passion and commitment. The College is affiliated to Bharathidasan University and run by ‘Natarajan Dhamayanthi Educational Society’.The year 2004 was a milestone in the academic life of the College when the institution was accredited with ‘A’ grade by NAAC and the institution was granted Autonomy in the same year which has helped the college to carryout many academic innovations. However, it continues to be affiliated to Bharathidasan University and the degrees are conferred by the University on the students passing the examinations held by the college. The College was reaccredited with NAAC by the same ‘A’ grade and got extension of autonomy in 2011. The vision of the Management, commitment of the faculty, creativity of students, cooperation of parents and responsiveness of the society at large are the main impetus for the success of the college.",
    "address" : "Nambiyar Nagar, No. 1, College Road, Nagapattinam, Tamil Nadu 611001",
    "longitude" : "79.8429205",
    "latitude" : "10.7786113",
    "extra" : "The carrier Guidence and placement cell of the college commenced functioning in the year 2011.This cel provides placement training to first year and final year UG and PG students.Large number of students secured placement in reputed companies like TCS,SERCO,OMEGA,VERTEX etc.Carrer Guidance and placement cell also offers the following six job oriented courses to enhance the employability skill of the students.",
    "webpage" : "https://www.adjadmc.ac.in/"
  },
  {
    "collegename" : "A.E.T Arts and Science College",
    "description" : "  A Group of few dedicated retired Teachers, Head masters, Businessman, Engineers, a Principal and  Agriculturist joined together to establish the Attur Educational and Charitable Trust in the year 2002, with the aim of starting an Arts & Science College in Attur. Though all the formalities for starting the college were fulfilled in the year 2002 itself, the dream has come true only during the year 2005-2006 by getting the approval from the Government of Tamilnadu and Affiliated to Periyar University.We welcome you to our AET College as a member of our college family. This is your College and you have to help us to build up strong traditions which will improve and strengthen our moral academic standards. In this building –up process we should with redoubled and Co-operative efforts make our institution and ideal one which will carve a stable and unique place for itself in the world of competitive education.We request you to assist us by confirming to the rules and regulations which will ensure discipline and mutual good- will, leading to the harmonious development and progress of yourself and our college.",
    "address" : "Appamasamudram, Tamil Nadu 636108.",
    "longitude" : "78.5631466",
    "latitude" : "11.6165761",
    "extra" : "The NSS is functioning from the academic year 2007 – 2008.There are 2 units with 100 students in each unit.The main aim of NSS is AIDS awareness programme, health programme, cleaning and laying of roads, Carbage removal, Drainage Cleaning, Eradication of untouchability, awareness of female infanticide and literacy movement.",
    "webpage" : "http://aetcollege.weebly.com/"
  },
  {
    "collegename" : "Aiman College of Arts & Science For Women",
    "description" : "AIMAN College of Arts and Science for Women was established by the AIMAN Education and Welfare Society as a religious minority institution with the primary objective of providing higher education to the socially backward section of the society in general and Muslim minority women in particular. The college was inaugurated in the year 2000 in Tiruchirappalli, Tamil Nadu, with 3 undergraduate courses and 10 members of staff.The College is located at K.Sathanur off K.K Nagar, Trichirappalli Town , just 5 km away from the Tiruchirappalli Railway Junction, Central Bus Stand and Airport. The College now offers 8 Undergraduate and 2 Postgraduate courses, viz., B.Com, B.A. English , B.B.A, B.Sc. Computer Science. B.Sc. Physics. B.C.A, B.Sc., Nutrition & Dietetics, B.Sc. Maths, M.A English and M.Sc. Computer Science. There are 45Teaching and 21 non-teaching staff membersThe Green and Placid campus has an Administrative Block, a 3-storeyed Main Block housing class rooms,New Block with mini Seminar hall and Computer laboratories. A Grandeur Auditorium of 1000 capacity, well-stacked Library and well-equipped Physics, Chemistry and N&D Laboratories are in the ground floor. A Canteen is run in the Campus for the benefit of the Students and Staff. It is kept clean, healthy & hygenic food, snacks and beverages are served.Students are drawn from several parts of the State and they are given a decent accommodation in the 2 Blocks of Hostels with clean and hygienic environment and modern cooking and dining facilities. Few Air Conditioned rooms are also available in the one of the hostel blockThere are 960 students on roll and 630 are hostellers. The day scholars are commuted by 7 college buses from the city and places 25kms away from the college as well. Discipline and character building are given prime importance in the college. Moral and Deeniyath classes are held regularly. A modest Masjid adds to the spiritual component of the campus.The college has been registering excellent results consistently in the University Examinations ever since the inception. The college produces many rank holders every year. Most of the alumnae are well placed and well settled in our country and abroad. A Special feature of the colleges the "MUBALLIGHA" Course - a 3 year Diploma Course offered under the auspices of the united Welfare Organization (UNWO), Chennai, and conducted in the afternoons. As a part of empowerment the students are given Training in Fashion Technology, Desk top Publishing (DTP), Spoken English and Arabic Skills by experts in these fields .Short term /Certificate course /Diploma courses are conducted in the college by the Institute of Entrepreneurship and Carrier Development(IECD), Trichy .In order to engage students productively during the free time, students who are motivated can enroll in courses offered by IECD or other extra Curricular activities or diploma /certificates courses conducted by concurrent programmes offered by Bharathidasan University.Special care is taken for physical fitness by providing sports and games facilities to the students. As outreach programs the students take part enthusiastically in extra-curricular activities like NSS(National Service Scheme), YRC(Youth Red Cross), RRC(Red Ribbon Club), CCC(Citizen Consumer Club). In addition LEO club and Rotract club also functions in the college to inculcate civic and social consciousness among students. They are also encouraged to participate in competitions and cultural events organized by other institutions The college aims at promoting academic excellence, develops discipline and self reliance in the students and makes them socially responsible citizens.The College strives to motivate its students to excel in every aspect of life and to have integrated dynamic personality.Students being intellectually competent, morally upright, spiritually strong, purposefully oriented and sensitive to the needs of the society may be able to face life challenges courageously and work committedly for the welfare of all people without discrimination.",
    "address" : "Near KK Nagar K, Sathanur, Tiruchirappalli, Tamil Nadu 620021",
    "longitude" : "78.6834378",
    "latitude" : "10.7490672",
    "extra" : "An awareness program for the II and III year students on  “Job opportunities in private and Government sectors” by Explore Academy, Coimbatore. Aptitude, verbal Ability and Logical Reasoning were handled by experts. Students were given awareness on RRB, SSC and TNPSC examinations.An orientation program on “Group Discussion” was given by Mr.S.Nisar Ahamed, Trading incharge. A mock group discussion was conducted.Mr.S.Jasima Yasmin, Placement Officer, took our students for an interview at Nalam Hospital, Trichy.4 Students have been recruited for Front desk and Dietetics department.",
    "webpage" : "http://www.aimancollege.org/"
  },
  {
    "collegename" : "AJK College of Arts & Science",
    "description" : "AJK College of Arts and Science established in the year 2007, is a new age Educational Institution built on core fundamentals to create and nurture a talent pool of youth through a holistically designed curriculum that departs from the routine mode of learning. It provides a high degree of personalized education and supports the advancement and dissemination of knowledge through teaching, research and scholarly activities.The edifice of the college rests on a unique module where implementation of ideas and methodologies go hand in hand with learning. The college has already set new benchmarks in the field of Education. The college not only celebrates freedom of thought but also cultivates vision and encourages the growth of human values in the society. The Institution showcased a remarkable growth within a short span of 12 years. The vision of the college is to provide higher education ensured by quality teaching. The institution has participated in the rural development process of India named "Unnat Bharat Abhiyan" and ranked 115th amongst the Higher Educational Institutions in India.",
    "address" : "Palakkad Main Road, Navakkarai, Coimbatore, Tamil Nadu 641105",
    "longitude" : "76.8709456",
    "latitude" : "10.857481",
    "extra" : "The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.",
    "webpage" : "https://www.ajkcas.com/"
  },
  {
    "collegename" : "Arulmigu Kalasalingam College Of Arts And Science",
    "description" : "A.K.C. College of Arts and Science, Virudhunagar was established in 2000 is affiliated to Madurai Kamaraj University and is recognized by U.G.C.The University has 109 affiliated Colleges (9 Autonomous) including other approved institutions and 7 evening colleges.The motto of the University is to seek truth is knowledge.There are centers which promote research potential of teachers. Extension activities are carried out through Department of Youth Welfare, NSS, SC/ST cell and Adult Education programs.",
    "address" : "Krishnan Kovil, Tamil Nadu 626138",
    "longitude" : "77.677986",
    "latitude" : "9.5743308",
    "extra" : "The Industry-Institution Interaction Cell (IIIC) was established in the year2017 which provides an excellent platform for both the students as well as thefaculty members to be aware of industry expectations of skill sets required forstudents. Industry-Institution interaction is the most preferred activity to bridgethe Industry Academia Gap. IIIC provides an excellent platform for showcasingthe best practices, latest technologies, and their implementation and impact on theindustry. Also, IIIC promotes industry experts to participate in curriculum designand Short term Courses which plays a significant role in preparing the students tomeet the expectation of the industry. Through IIIC, industries can participate intechnical education programs, utilize the laboratories and cross-fertilize ideas forsystems improvement. Incorporating the Industrial Training in the regularcurriculum of the students through which the Teaching-learning processes can beimproved also the students will be exposed to the corporate world. Final YearStudents should be encouraged to do their project inside the industry with a jointsupervisor from the industry. IIIC promotes development of entrepreneurs whichfurther leads to rapid industrialization. Through IIIC more number of research anddevelopment activities can be organized in institutions which further lead theinstitution to grow technologically and socioeconomically.",
    "webpage" : "http://kalasalingam.ac.in/site/arts-and-sciences-programmes/"
  },
  {
    "collegename" : "Aksheyaa College of Engineering",
    "description" : "The journey of Aksheyaa College of Arts and Science started in the year 2018. The college is being managed by eminent industrialists and professionals with a philanthropic bent of mind, who dedicate their entire life to the cause of providing education to the students with poor economic and social background. The college is a co-educational one and is affiliated to the University of Madras.”“Aksheyaa College of Arts and Science is equipped with highly qualified and dedicated faculty. The college is situated in a serene atmosphere and boast a state of the art infrastructure",
    "address" : "Near Nelvoy Junction, Melavalampettai - Nelvoy Road, Maduranthagam, Taluk, Puzhuthivakkam, Tamil Nadu 603314",
    "longitude" : "79.8525455",
    "latitude" : "12.5959217",
    "extra" : "Aksheyaa college of Arts & Science had organized an Industrial visit to IIT Research park, Chennai for the B.Sc (CS) and BCA students on 4th November 2018 to get an insight of internal working environment of an IT company. Through this the students are guided with an opportunity to learn practically about the working methods, interaction and employment practices. The visit provides confidence to the students to get into an IT Field. It also provides an insight on how companies work and other useful information about the companies which are functioning in the IIT Research Park. Mr.Dinakar and Mrs.Devaki accompanied the students during the visit.",
    "webpage" : "http://aksheyaacollege.in/"
  },
  {
    "collegename" : "ALAGAPPA GOVT. ARTS COLLEGE",
    "description" : "Alagappa Government Arts College, Karaikudi is a Co-educational institution founded on 11th August 1947, the year of independence by the great philanthropist late Dr. RM. Alagappa Chettiar. The illustrious and magnanimous founder Dr. RM. Alagappa Chettiar established the college with an aim of providing quality higher education at an affordable cost to the educationally backward people of erstwhile Ramnad District. The College initially functioned in Gandhi Maligai. In 1948 a new building for college was inaugurated by Mr. O. P. Ramasamy Chettiar. Today its sprawling over 13.5 acres of land with a built up area of 5100 sq.mts.The College, originally started as a Private College, was earlier affiliated to the University of Madras. Subsequently it underwent a transition in 1985 and came under the administrative unit of the Government of Tamilnadu as per Private Colleges Act 1976. The objective of offering quality higher education to the economically backward students continued even after the Government of Tamilnadu took over the Management of the College in the year 1985. During this period the college affiliation was in the fold of Madurai Kamaraj University, Madurai. Consequent to the establishment of Alagappa University at Karaikudi in the year 2003-04, the College joined in an affiliation with Alagappa University till date.     News & EventsTwo day International Conference onWe are happy to inform that our college secured 84th rank in Indian ranking (NIRF) 2019.",
    "address" : "Iluppakudi Village, Karaikudi Taluk,, Sivaganga, Tamil Nadu 630003",
    "longitude" : "78.793901",
    "latitude" : "10.0779997",
    "extra" : "Alagappa Government Arts College, Karaikudi provides knowledge to all sections of students through education and uplifting them in the society. The college has a team of qualified experienced and committed faculty who are dedicated for the development of the institution by imparting their knowledge. We aim to provide sufficient opportunities to each student to discover and understand themselves, and face and overcome challenges presented to them to make student life fulfilling and complete. The institution has developed new ventures to meet the ever growing needs of our students and I hope that our students will find new ventures for a better future by acquiring quality education in the campus.",
    "webpage" : "https://www.agacollege.in/"
  },
 ]
