[
	{
		"collegename": " Alpha Arts and Science College ",
		"description": "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
		"address": "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
		"longitude": " 80.142289 ",
		"latitude": " 13.045989 ",
		"extra": " The Training and Placement Cell helps students determine their educational and career goals, acquire career-oriented skills and attain desired employment. It trains them in group discussions, aptitude tests, numerical ability and technical facets, conducts mock interviews and organizes recruitment drives both off and on campus. It has a full time Placement Officer. ",
		"webpage": " https://alphagroup.edu/arts-science/ "
	},
	{
		"collegename": "Arignar Anna Government Arts College",
		"description": "Topographically, the college is circumfused by Kalvarayan hills and Vasishta river on the north and Kolli-Pachamalai hills and Swetha (Vellar-white river) river on the South. Both the rivers derive their name after the Pandava Arjuna (Swetavahana) and Sage Vasishta respectively. The serenity of its surroundings is revealed by its copsy appearance favors the institution pleasant academic environs. Historical evidences show the antiquity of the area as well. The archaeological discoveries of the nearest places and epigraphical records testify the prehistoric dwellings of the area too. Despite, it will be worthy to mention about the Bana chieftains of Magadaimandalam during the medieval period. Banses established their headquarters at Aragalur very close to Vadachennimalai. Aragalur was in the Arrur Kurran of Jananatha Valanadu, of a subdivision of Magadaimandalam in the medieval Tamil Nadu. The epigraphical records show that the Banas were the feudatories of the imperial Cholas and Pandyas",
		"address": " Arignar Anna Government Arts College, Vadachennimalai, Tamil Nadu 636121",
		"longitude": "76.971260",
		"latitude": "10.995960",
		"extra": "This College is surrounded by many tribal villages. Hostel facilities are provided by Tamilnadu Backward class, Most Backward class & Minorities Welfare Departments & AdiDravidar and Tribal Welfare Department. Men & Women students at the vicinity of the College. It is an opportunity for  the  poor students from the surrounding  area for continuing their higher education. Those students who have got admission in the  first year are eligible to apply for the same and the concerned welfare department choose the students as per norms and conditions. Totally Four Hostels are located adjacent to  the College Campus. Pure water facility , food , accommodation, play ground and  toilet facility are provided by the hostel administration. Naturally a good peaceful  study environment is held here. A hostel warden is appointed for each hostel to  take care of hostellers. Further a cook, helpers and scavengers are also working in the hostels",
		"webpage": "http://www.aagacattur.org.in/"
	},
	{
		"collegename": "Arignar Anna Government Arts College",
		"description": "The College was started in the year 1968-1969 and named Arignar Anna, the former Chief Minister of Tamilnadu. The college came into being on account of the continuous efforts of Mr. P. Muthusamy, B.A.,B.T., (Ex. MLA) of Namakkal constituency and Ex-home Minister of Tamilnadu, Mr. Chocklingam, Former Namakkal Revenue Divisional Officer and a group of illustrious men from all walks of life. It was affiliated to the University of Madras in the academic year 1968-69. At the beginning, four courses, PUC, B.Sc. (Maths), B.Sc. (Geography) and B.A. (English) were started and the College was temporarily accommodated in the Government High School (South), Namakkal. The College was shifted to its permanent building situated on the Namakkal – Mohanur Highways, five kilometers away from Namakkal during 1970-71. The college is now offering 13 UG degree, 08 PG degree, 06 M.Phil. degree and 06 Ph.D. degree courses.",
		"address": " Arignar Anna Government Arts College , Namakkal, Tamil Nadu 637002 ",
		"longitude": " 78.168029 ",
		"latitude": " 11.221269 ",
		"extra": " In 2013, TANSCHE launched EDP (Enterpreneural Development Programme) in the Government institutions with an aim of promoting the students' employable skills. This cell has conducted various programmes to help the students get jobs easily in this competitive job market. This programme is well carried out under the Presidential ship of the Principal and Dr.A.Jayarani, Asst. Prof. of Commerce and Dr.S. Jayalakshmi, Astt.Prof. of Commerce are staff in-charge of the programme Every year the allotted fund is utilized for the benefit of the students and a statement of auditing is also submitted to the Government. ",
		" webpage": "http://aagacnkl.edu.in/"
	},
	{
		"collegename": " Aalim Muhammed Salegh College of Engineering ",
		"description": "  In our campus Wi-Fi, good infrastructure lab and high quality and design labs and the largest library in your campus more then 100 students can sit and read. Well educated and trained teachers practical knowledge students and supportive environment teachers. ",
		"address": " Nizara Educational Campus, Muthapudupet, Avadi, IAF, Chennai, Tamil Nadu 600055",
		"longitude": " 73.859210 ",
		"latitude": " 18.528850 ",
		"extra": "  All about 80% are placed in different company based on quality and qualifications and strength of students. Different companies are visiting in our campus in our branch like software company and IT and BPO communication based like Airtel and jio are visited. All about 70% students got internship. The highest salary 8.5lakhs per/annum, Average salary 3.5 Lacs per/annum, the lowest salary 1.2 Lacs per/annum was offered to our course. ",
		" webpage": " https://www.aalimec.ac.in/# "
	},
	{
		"collegename": " Abi And Abi College",
		"description": " Establishment In 1996, Abi & Abi College, Vayalur, Thanjavur - 613 003 Is Affliated To Bharathidasan University The Address Of The Institute Is Abi & Abi Nagar, Vayalur,Thanjavur, Kumbakonam Main Road,Vayalur, Thanjavur Thanjavur Tamil Nadu. ",
		"address": " Vayaloor, Narasanayagipuram, Tamil Nadu 613003 ",
		"longitude": " 79.115050 ",
		"latitude": " 10.770730 ",
		"extra": " Abi & Abi College of arts, science & technology is one of the reliable establishments in the field of education. The one which has been here for a decade that was launched by a trustworthy company known as Abi & Abi group of Companies, Institutions and Media. As an institution we offer you a quality education with qualified teachers for uplifting your standard by yourself ",
		" webpage": " https://abiabi.org/arts-college.php "
	},
	{
		"collegename": " Acharya Narendra Dev College ",
		"description": " It was in early 1991 that Shri Chandra Shekhar, then Prime Minister of India, announced the establishment of Acharya Narendra Dev College in the name of his idealogue.  Starting out with an interim allotment of four rooms in a SPS structure in R. K. Puram Sector 4 School, the college enrolled its first batch of students and began its teaching programs with two courses - B.Com. Honours and B.Sc General 'A' and eighty students.In August 1992, the college moved to its current temporary premises in Govindpuri, Kalkaji, which had just been vacated by Shaheed Bhagat Singh College and started with B.Sc (Hons) Electronics and B.Sc General Computer Science.  Later we added B.Sc (Hons) in Physics and Chemistry in 1993, Botany, Zoology and Mathematics in 1994, B.Sc General 'B' group and B.Sc General Sericulture in 1995 and PGDCA in 1996.Just before the end of the decade B.Sc Hons Computer Science and B.C.A were started (1997) which soon metamorphed into two very popular courses ( despite being 4-year courses) - Bachelors in Information Technology and B. Information Science in 1998. Due to a UGC directive these courses had to be scrapped across the University and B. Sc (Hons) Computer Science was reintroduced in 2001. In 1999, the college started a radically different course - B.Sc Biomedical Sciences in which admission was through an entrance examination.The Foreign Language Centre was established in 2003 with certificate courses in French, Spanish, German and Russian.  Two years later the higher module of Diploma in foreign languages was also established. Students could register for M.Sc Mathematics and M.Sc Chemistry from 1997 and 2000, respectively",
		"address": " Acharya Narendra Dev College Govindpuri kalka ji New Delhi-19, New Delhi, Delhi 110019 ",
		"longitude": " 80.939552 ",
		"latitude": " 26.865580 ",
		"extra": " We also provide a vast array of opportunities for students to participate in research with faculty mentors and with Scientists outside the college. The research programs provide a forum where undergraduates get to do independent research projects and interact with the faculty on a one-on-one basis, outside the classroom. Students acquire hands-on experience in their chosen area of research and also show significant gains such as analytical skills, time management, team spirit and effective communication.Students from across the disciplines are offered unique research programs, such as ELITE fellowship and IEDC (by the college), Innovation projects (University of Delhi) and by external agencies such as SPIE (USA) and Open Source Drug Discovery (OSDD, CSIR).  The projects are designed to promote productive undergraduate research experiences.While inculcating the research aptitude we never had an idea that the Students would not only go beyond the classroom but also the mentoring by the Faculty and a Th!inkLab emerged (an autonomous lab of the students, which works without any supervision of teachers.)While working on the above, our students have built repositories for the science community, have discovered new species, contributed in creating new technologies and co-authored numerous original research publications.",
		" webpage": " http://andcollege.du.ac.in/ "
	},
	{
		"collegename": "Adaikala Matha College ",
		"description": "Adaikalamatha College stands firmly to serve to grow & to grow to serve. The college caters value education to the community of youngsters hailing from villages.Adaikalamatha College saw the light of the world in the year 1988, and the college has the blessing of Adaikalamatha of Elakurichi, Ariyalur District. The College has its location at the historic rurban town of Vallam, Thanjavur, a place now blossomed as a centre of higher education and research.The college has very useful and thriving infrastructure-teaching faculty, best library with up-to-date standard books, journals, magazines, etc. The computer laboratories adorned with A.C facilities, wall mounted fan facilities, up to date computers covered with laptop, etc., etc.The college in all respects, stands in a studious atmosphere, conducive to studies and for doing research.The college has proved its competency and achieved exam results in centum and near to centum.It is a proud news that students of Adaikalamatha College is honoured with respect for their discipline and versatile knowledge, wherever they go.  The college gained a popular name that it is an Institution of student discipline and praiseworthy conduct and also an institution of strict security for girl studentsEvery student graduated in the Adaikalamatha College remembers the college with mental solace and gratitude, besides they visit their alma matter after 10 years and 20 years with their green reminiscence and have the blessing of their teaching faculty and Management.",
		"address": "Adaikalamatha College, Arun Nagar, Vallam, Thanjavur, Tamil Nadu, 6130403, India",
		"longitude": "79.04963684082031",
		"latitude": "10.72184944152832",
		"extra": "Placement Cell is headed by a full time Placement & Training Officer Prof. R.Venkatesh with adequate academic and industrial experience. One faculty co-coordinator and two student representatives from the final MBA students assist the Placement & Training Officer.The placement season of the Institute starts right from the beginning of the fourth semester (i.e.) from the month of January onwards. The Institute has got excellent facilities for conducting Campus Recruitments.A new career guidance service is being now offered to our students through our Excel Club. Under this service workshops are conducted on a regular basis on career guidance, Resume guidance and Interview guidance.",
		" webpage": "http://www.amcvallam.com/"
	},
	{
		"collegename": " Adharsh Vidyalaya College of Arts and Science for Women ",
		"description": "Adharsh Vidhyalaya Arts and Science College for Women was founded in 2007 by Ideal K.SIVALINGAM, M.A., M.A., M.A., a prominent educationalist with an object of providing higher education to the girls in rural area. It is repute, self-financing Institution, situated in placid green surroundings at Paruvachi village. Flowering plats watered and tended daily are a feast to the eyes. It is the first self-financing Institution started in Bhavani Taluk.It is affiliated to Bharathiar University, Coimbatore. With its fine infrastructure and ability such as well-ventilated class rooms with tube lights, fans and furniture, well-established library, well-equipped lab, spacious ground, transport and well qualified and dedicated staff members to maintain high standards and make continual development in all activities. The Institution has exclusive nobility of being highly praised as one of the outstanding educational institutions under Bharathiar University.",
		"address": "Adharsh Vidyalaya College of Arts and Science for Women, Adharsh Nagar, Paruvachi Village, Bhavani, Erode, Tamil Nadu, India, 638312",
		"longitude": " 77.5938 ",
		"latitude": " 11.4557 ",
		"extra": " Four storey building with pleasant atmosphere.Airy spacious class rooms with black board, light and fan.A well stacked library with stock of 5000 books and 30 magazines.Well-equipped Computer Labs with 100 Pentium IV systems.Seminar hall has the recent technologies to enrich the programmes. ",
		" webpage": "www.adharshvidhyalaya.com "
	},
	{
		"collegename": " Adhiparasakthi College of Arts and Science ",
		"description": " Adhiparasakthi College of Arts and Science, is a general degree college located in Kalavai, Vellore district, Tamil Nadu. It was established in the year 1988. The college is affiliated with Thiruvalluvar University. This college offers different courses in arts, commerce and science ",
		"address": " GB Nagar, Kalavai, Tamil Nadu 632506 ",
		"longitude": " 78.8907 ",
		"latitude": " 12.822 ",
		"extra": " The Training and Placement Cell takes care of the College-industry link. Industrial requirements are sought and included in the syllabus of some departments. Industrial experts act as members of Board of Studies, Academic Council, IQAC and Governing Body. Short term trainings are given to our graduates by the company trainers. Placement sessions are organized for the outgoing graduates with the industries. ",
		" webpage": " http://www.apcasgbn.com/ "
	},
	{
		"collegename": " Adhiyamaan College of Engineering ",
		"description": " The institution is spread over a sprawling campus with calm surroundings, creating a fitting atmosphere for study. The Institute provides a clean and invigorating environment conducive for higher education.Adhiyamaan College of Engineering is one of the educational institutions developed by Adhiyamaan Educational & Research Institution - a trust, which was started in the year 1987-1988 to cater the needs of the nation in the development of technocrats and to provide facilities for educating and training men and women to meet the entrepreneurial and management needs. The management has created adequate infrastructural facilities and sufficient funds and is keen on developing the institution for higher education.It is the first Engineering College to be started in the most backward erstwhile Dharmapur District of the State of Tamilnadu to develop the people academically, socially and economically. It was originally affiliated to University of Madras. When the Periyar University was carved out from the University of Madras; it was affiliated to it. Since the government of Tamilnadu decided to bring all the Engineering and Technical Institutions in the State under one Technological University in the year 2001, Adhiyamaan College of Engineering was affiliated to the Anna University, Chennai. The college is housed in Adhiyamaan Educational & Research Institutions Campus, Dr.M.G.R Nagar, Hosur. The Campus is spread over an area of 250 acres abutting National Highway NH-7.The Institution is situated 6 kms from Hosur bus stand and railway station. The Institution is well connected to three major Railway Junctions viz., Hosur, Jolarpet and Bangalore.",
		"address": " Adhiyamaan College of Engineering,Dr.M.G.R.Nagar, Hosur,Krishnagiri District, Tamil Nadu,India. Pin:635 109 ",
		"longitude": " 77.83264 ",
		"latitude": " 12.73647 ",
		"extra": " A full fledged placement cell is available to arrange placement for the qualified students. It was established in the year 2000. The aim of the cell is to find“Right Job for the Right candidate”.We are moving towards the “EXCELLENCE IN CAREER GUIDANCE AND 100% PLACEMENTS”.",
		"webpage": " http://www.adhiyamaan.ac.in/ "
	},
	{
		"collegename": "Aditanar College of Arts and Science",
		"description": "Aditanar College of Arts and Science was established in the year 1965 by Sri. Si.Pa.Aditanar. It is located in Virapandiapatnam village of Tiruchendur Taluk in Thoothukudi District of TamilNadu on the sea shore between Thoothukudi and Kanyakumari. The founder Sri.Si.Pa.Aditanar, a native of Kayamozhi Village, wanted to serve his place of birth. After establishing Daily Thanthi, a renowned Tamil newspaper, he formed a trust called “Aditanar Educational Institution“ (A.E.I). As the first project, he established Aditanar college of Arts and Science with the sole aim of providing higher educational opportunities for the youth of this area. His son,Padmashri Dr.B.Sivanthi Adityan has been  the President of the college committee since its inception. The college had been affiliated to Madurai Kamaraj University, Madurai from 1965 to 1990. The college has been affiliated to Manonmaniam Sundaranar University, Tirunelveli since 1990.",
		"address": "Aditanar College of Arts and Science,Virapandianpatnam, Tiruchendur, Thoothukudi, Tamil Nadu 628216",
		"longitude": "78.408526",
		"latitude": "11.052213",
		"extra": "  Government of Tamil Nadu Free Education up to degree level Scheduled Tribes students (those who are not getting Government of India scholarship).  For those pursuing their studies in Tamil Medium Government of Tamil Nadu is giving Book Allowance of Rs. 400/- per year.",
		"webpage": "http://www.aditanarcollege.in/"
	},
	{
		"collegename": "Adithya Institute of Technology",
		"description": "Education is all about transcending text books to provide practical exposure and skill development training. To have holistic teaching and learning, technology should allow for 24/7 access to information and shared digital content. Welcome to an institute that endeavors to make education, an enlightening experience.Adithya Institute of Technology (AIT) was started in 2008 by the Adithya Education Trust to provide comprehensive technical education to the budding young students. The Chairman, Er.C.Sugumaran being an industrialist brings with him, his extensive experience and the nitty-gritty of the industry which adds a new dimension to academics. AIT is not just the dream, but the mission to provide quality engineering education to today's youth who will build the nation tomorrow.",
		"address": "Sathy Rd, Kurumbapalayam, Coimbatore, Tamil Nadu 641107.",
		"longitude": ",77.027643",
		"latitude": "11.1134503",
		"extra": "Placement cell has been functioning in our campus since 2008. The cell interacts with reputed organizations in order to arrange campus interviews for placement of final year students. The placement cell also arranges in plant training for students in industries. The students visit the industrial units and companies to gain first-hand work experience of various industrial activities.About 1430 students have got placements in MNCs and prime organizations. Every year about 90% of the students are placed. In-fact , Over 75% students have already got Internship with Placements this year. Leading firms across numerous disciplines come back for field placements at AIT. Besides, the academics the students are given a transparent career set up, a listing of applicable employers, setting realistic career goals and a planned program on skilled development for future.",
		"webpage": "http://www.adithyatech.edu.in/"
	},
	{
		"collegename": "A.D.M. College for Women",
		"description": "The College exclusively for women was founded in 1975 by ‘Vidhya Seva Ratna’ Thiru. A. D. Jeyaveera Pandian, Thiru. A. D. Jawaharlal Pandian, ‘Kalvi Vendhar’ Thiru. A. D. Jeyem Pandian (President) and Dr. A.D.Jegadheeswar (Vice-President), in the name of their Parents A. Duraisamy Nadar and Maragathavalli Ammal and fulfils its mission to provide holistic higher education to the young girls from the rural areas of this District. The College has empowered generations of women, many of whom serve our nation with passion and commitment. The College is affiliated to Bharathidasan University and run by ‘Natarajan Dhamayanthi Educational Society’.The year 2004 was a milestone in the academic life of the College when the institution was accredited with ‘A’ grade by NAAC and the institution was granted Autonomy in the same year which has helped the college to carryout many academic innovations. However, it continues to be affiliated to Bharathidasan University and the degrees are conferred by the University on the students passing the examinations held by the college. The College was reaccredited with NAAC by the same ‘A’ grade and got extension of autonomy in 2011. The vision of the Management, commitment of the faculty, creativity of students, cooperation of parents and responsiveness of the society at large are the main impetus for the success of the college.",
		"address": "Nambiyar Nagar, No. 1, College Road, Nagapattinam, Tamil Nadu 611001",
		"longitude": "79.8429205",
		"latitude": "10.7786113",
		"extra": "The carrier Guidence and placement cell of the college commenced functioning in the year 2011.This cel provides placement training to first year and final year UG and PG students.Large number of students secured placement in reputed companies like TCS,SERCO,OMEGA,VERTEX etc.Carrer Guidance and placement cell also offers the following six job oriented courses to enhance the employability skill of the students.",
		"webpage": "https://www.adjadmc.ac.in/"
	},
	{
		"collegename": "A.E.T Arts and Science College",
		"description": "  A Group of few dedicated retired Teachers, Head masters, Businessman, Engineers, a Principal and  Agriculturist joined together to establish the Attur Educational and Charitable Trust in the year 2002, with the aim of starting an Arts & Science College in Attur. Though all the formalities for starting the college were fulfilled in the year 2002 itself, the dream has come true only during the year 2005-2006 by getting the approval from the Government of Tamilnadu and Affiliated to Periyar University.We welcome you to our AET College as a member of our college family. This is your College and you have to help us to build up strong traditions which will improve and strengthen our moral academic standards. In this building –up process we should with redoubled and Co-operative efforts make our institution and ideal one which will carve a stable and unique place for itself in the world of competitive education.We request you to assist us by confirming to the rules and regulations which will ensure discipline and mutual good- will, leading to the harmonious development and progress of yourself and our college.",
		"address": "Appamasamudram, Tamil Nadu 636108.",
		"longitude": "78.5631466",
		"latitude": "11.6165761",
		"extra": "The NSS is functioning from the academic year 2007 – 2008.There are 2 units with 100 students in each unit.The main aim of NSS is AIDS awareness programme, health programme, cleaning and laying of roads, Carbage removal, Drainage Cleaning, Eradication of untouchability, awareness of female infanticide and literacy movement.",
		"webpage": "http://aetcollege.weebly.com/"
	},
	{
		"collegename": "Arulmigu Kalasalingam College Of Arts And Science",
		"description": "A.K.C. College of Arts and Science, Virudhunagar was established in 2000 is affiliated to Madurai Kamaraj University and is recognized by U.G.C.The University has 109 affiliated Colleges (9 Autonomous) including other approved institutions and 7 evening colleges.The motto of the University is to seek truth is knowledge.There are centers which promote research potential of teachers. Extension activities are carried out through Department of Youth Welfare, NSS, SC/ST cell and Adult Education programs.",
		"address": "Krishnan Kovil, Tamil Nadu 626138",
		"longitude": "77.677986",
		"latitude": "9.5743308",
		"extra": "The Industry-Institution Interaction Cell (IIIC) was established in the year2017 which provides an excellent platform for both the students as well as thefaculty members to be aware of industry expectations of skill sets required forstudents. Industry-Institution interaction is the most preferred activity to bridgethe Industry Academia Gap. IIIC provides an excellent platform for showcasingthe best practices, latest technologies, and their implementation and impact on theindustry. Also, IIIC promotes industry experts to participate in curriculum designand Short term Courses which plays a significant role in preparing the students tomeet the expectation of the industry. Through IIIC, industries can participate intechnical education programs, utilize the laboratories and cross-fertilize ideas forsystems improvement. Incorporating the Industrial Training in the regularcurriculum of the students through which the Teaching-learning processes can beimproved also the students will be exposed to the corporate world. Final YearStudents should be encouraged to do their project inside the industry with a jointsupervisor from the industry. IIIC promotes development of entrepreneurs whichfurther leads to rapid industrialization. Through IIIC more number of research anddevelopment activities can be organized in institutions which further lead theinstitution to grow technologically and socioeconomically.",
		"webpage": "http://kalasalingam.ac.in/site/arts-and-sciences-programmes/"
	},
	{
		"collegename": "Aksheyaa College of Engineering",
		"description": "The journey of Aksheyaa College of Arts and Science started in the year 2018. The college is being managed by eminent industrialists and professionals with a philanthropic bent of mind, who dedicate their entire life to the cause of providing education to the students with poor economic and social background. The college is a co-educational one and is affiliated to the University of Madras.”“Aksheyaa College of Arts and Science is equipped with highly qualified and dedicated faculty. The college is situated in a serene atmosphere and boast a state of the art infrastructure",
		"address": "Near Nelvoy Junction, Melavalampettai - Nelvoy Road, Maduranthagam, Taluk, Puzhuthivakkam, Tamil Nadu 603314",
		"longitude": "79.8525455",
		"latitude": "12.5959217",
		"extra": "Aksheyaa college of Arts & Science had organized an Industrial visit to IIT Research park, Chennai for the B.Sc (CS) and BCA students on 4th November 2018 to get an insight of internal working environment of an IT company. Through this the students are guided with an opportunity to learn practically about the working methods, interaction and employment practices. The visit provides confidence to the students to get into an IT Field. It also provides an insight on how companies work and other useful information about the companies which are functioning in the IIT Research Park. Mr.Dinakar and Mrs.Devaki accompanied the students during the visit.",
		"webpage": "http://aksheyaacollege.in/"
	},
	{
		"collegename": "ALAGAPPA GOVT. ARTS COLLEGE",
		"description": "Alagappa Government Arts College, Karaikudi is a Co-educational institution founded on 11th August 1947, the year of independence by the great philanthropist late Dr. RM. Alagappa Chettiar. The illustrious and magnanimous founder Dr. RM. Alagappa Chettiar established the college with an aim of providing quality higher education at an affordable cost to the educationally backward people of erstwhile Ramnad District. The College initially functioned in Gandhi Maligai. In 1948 a new building for college was inaugurated by Mr. O. P. Ramasamy Chettiar. Today its sprawling over 13.5 acres of land with a built up area of 5100 sq.mts.The College, originally started as a Private College, was earlier affiliated to the University of Madras. Subsequently it underwent a transition in 1985 and came under the administrative unit of the Government of Tamilnadu as per Private Colleges Act 1976. The objective of offering quality higher education to the economically backward students continued even after the Government of Tamilnadu took over the Management of the College in the year 1985. During this period the college affiliation was in the fold of Madurai Kamaraj University, Madurai. Consequent to the establishment of Alagappa University at Karaikudi in the year 2003-04, the College joined in an affiliation with Alagappa University till date.     News & EventsTwo day International Conference onWe are happy to inform that our college secured 84th rank in Indian ranking (NIRF) 2019.",
		"address": "Iluppakudi Village, Karaikudi Taluk,, Sivaganga, Tamil Nadu 630003",
		"longitude": "78.793901",
		"latitude": "10.0779997",
		"extra": "Alagappa Government Arts College, Karaikudi provides knowledge to all sections of students through education and uplifting them in the society. The college has a team of qualified experienced and committed faculty who are dedicated for the development of the institution by imparting their knowledge. We aim to provide sufficient opportunities to each student to discover and understand themselves, and face and overcome challenges presented to them to make student life fulfilling and complete. The institution has developed new ventures to meet the ever growing needs of our students and I hope that our students will find new ventures for a better future by acquiring quality education in the campus.",
		"webpage": "https://www.agacollege.in/"
	},
	{
		"collegename": "Alliance University",
		"description": "Alliance University is a renowned university of higher learning located on an extensive state-of-the-art campus in Bengaluru offering a variety of degree courses. The University has baccalaureate concentrations, postgraduate offerings, doctoral degree programs and several professional certificate programs.Alliance University aspires to be among the best universities in the world by the year 2025 through a series of strategically crafted moves, precisely calibrated action plans and an unwavering commitment to the pursuit of excellence.While its oldest professional school—Alliance School of Business—is consistently ranked among the top ten private business schools in India by various ranking agencies, the University having already established Alliance College of Engineering and Design; Alliance School of Law; and Alliance Ascent College, is in the process of establishing many other prominent academic units, viz., Alliance College of Arts and Humanities; Alliance College of Science; Alliance College of Medicine and Dentistry; Alliance College of Education and Human Services; Alliance School of Health Sciences; and Alliance College of Media and Communications.The ambience and serenity of a world-class infrastructure housed in a 'green' campus; faculty who have proven themselves in their respective fields by providing an excellent blend of rigor and relevance in their teaching; staff who are ever ready to reach out; robust industry interactions; research aimed at solving problems of the real world; a plethora of international collaborative arrangements; outreach activities that touch the lives of a wide cross section of society; and an exemplary track record in career counseling and placement facilitation—all combine to provide a rare synergy that transcends artificial barriers and enables students to follow their hearts with passion and confidence.",
		"address": "2nd Cross, 36th Main, Dollars Scheme, BTM I Stage, Bengaluru, Karnataka 560068.",
		"longitude": "77.6093013",
		"latitude": "12.9119925",
		"extra": "The past decade has seen massive changes in global economies; functioning of enterprises; hiring trends; start-up ecosystem; technology-enablement in businesses; and also campus placements. Alliance University has kept up to these changing landscapes in ensuring that its graduates match up the industry requirements.Placements is pivotal to a student’s lifecycle on campus, annually more than 350 enterprises hire students from various programs of Alliance University. With close to 6000 opportunities in varied functions, Alliance University provides a very wide gamut of career choices for students.Enterprises in technology, consulting, banking, financial services, automotive, telecom, media, advertising, FMCG, consumer durables, infrastructure, hospitality, education, retail, pharma, e-commerce, and many more top the charts in terms of the kind of industry cohorts that visit the campus for placements.",
		"webpage": "https://www.alliance.edu.in/"
	},
	{
		"collegename": "Alpha Arts and Science College",
		"description": "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
		"address": "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
		"longitude": "80.1400822",
		"latitude": "3.0473471",
		"extra": "About the TCP Cell: The TCP Cell of AASC is active throughout the year as it takes charge of the training of the student’s, right from the first year. First year students are categorized based on the results of an entry level test held as soon as students begin College. Based on the category, students are then trained in communication skills, numerical ability and technical skills on a regular basis. The training continues consistently, right up to the final year of their study. Training is also given in Group Discussion, Aptitude Tests & Soft Skills. Mock interviews are held for the final year so that they are able to face interviews with ease. These activities of the Cell ensure that the less than employable fresher who enters the College turns into a confident, employable candidate when he/she leaves the Institution.On the Placement front, the Placement Officer along with the placement coordinators stays in touch with the members of the industry. Placements are planned and organized in the campus in compliance with industry requirements. The database of eligible candidates is often shared on request with companies who in turn invite students for drives on their premises. Students thus are given the opportunity to participate in both ON and OFF Campus drives throughout the year.Among the top notch companies that regularly participate in our placement are Infosys, TCS, Wipro-WASE, Capgemini, CTS, TECH MAHINDRA and AJUBA. Students also received placements through OFF Campus drives by HP, HCL and IGATE.The Placement scenario in the College is remarkable in that recruitment caters to all Departments in the institution, ensuring that students belonging to the IT, Life Sciences, Commerce and Management streams benefit from the drives.",
		"webpage": "https://alphagroup.edu/arts-science/"
	},
	{
		"collegename": "Alpha College Of Engineering",
		"description": "Alpha College of Engineering was established in the year 2006, at Thirumazhisai, Poonamallee in a lush, green and serene area of 60 acres. Approved by AICTE, Alpha College of Engineering is affiliated to Anna University. The College offers UG & PG degrees in various streams of Engineering and Management. Under the guidance of renowned educationists Dr.Mrs.Grace George, Chairperson, Alpha Group of Institutions and Mrs.Suja George, Vice Chairperson, Alpha Group of Institutions carrying forward a legacy of two generations of educational eminence with her, the college within a short span of time has established itself as an institution that offers quality education to aspiring students.Internationally Acclaimed TUV Suddeutschland, Germany, awarded ISO 9001:2008 Certificate to the College for Academic Standard.",
		"address": "34, Udayavar, Thirumazhisai, Koil St, Poonamallee, Chennai, Tamil Nadu 600124",
		"longitude": "80.0667652",
		"latitude": "13.0548326",
		"extra": "The Career Development Cell of Alpha College of Engineering (ACE) is focused on aiding the Academic Departments of ACE in creating employable graduates for the industry who will shape the country’s future.At ACE, CDC is a forum to facilitate student-entrepreneur interaction. Entrepreneurs are involved in mentoring students interested in taking up an entrepreneurial career. Students get opportunities to interact with experts and also benefit from one-to-one counselling. They get detailed information on a host of business opportunities under one roof.Apart from this, CDC takes care of all the students’ training requirements – both Technical and non-technical right from their first day in the college. It stays connected with the students till they graduate from the college and goes for their higher studies or placed in Campus or starts their own ventures.The structure and functioning of CDC includes – Director, HeadPlacement, Campus Coordinator and Co-Coordinator, Department faculty representatives (coordinators) and core administrative team for both Training and Placement related activities.The purview of CDC covers Placement, Training and Higher studies related activitiesThe training domain consists of the most eminent corporate trainers, assisted by identified Department faculty training coordinators. Right from the first year of their study, all students are given training in Soft Skills and Communication Skills, verbal & Non-verbal ability, etc which are built into their regular timetable itself. There is a well-equipped Communication Lab where students are administered training in Communication Skills. CDC organizes various training programs for the students both by the in-house faculty and corporate trainers from market leaders such as - Ethnus, Futurenet etc.on various technical aspects along with a briefing on present market scenario, throughout the academic year.The campus Placements activity at ACE is effectively headed by an experienced and eminent Professor Sujatha K. S.,in every academic year, Companies will start to visit ACE from the month of September for recruitments. Students are placed in top MNCs including the IT sector as well as Core industries. To name a few - CTS, Infosys, HP, CSS Corp, Accord TechnocarePvt. Ltd., IBM, Infosys, TCS, Infoview, Symantec Sutherland Global Services, Mphasis, Arobot, Enchanter Corporation, HCL Talent Care, Promantis Inc., S10 Health care Pvt. Ltd., Bharathi Airtel, Futurenet, AGS Health care etc. Students can attend drives at ACE campus, pooled drives at other institutions and also were taken to the company premises for corporate recruitments",
		"webpage": "https://alphagroup.edu/engineering/"
	},
	{
		"collegename": "Ambai Arts College",
		"description": "Ambai Arts College, is a general degree college located in Ambasamudram, Tirunelveli district, Tamil Nadu. It was established in the year 1969. The college is affiliated with Manonmaniam Sundaranar University. This college offers different courses in arts and commerce.",
		"address": "Ambai-Alangulam Rd, Ambasamudram, Tamil Nadu 627401",
		"longitude": "7.4551458",
		"latitude": "8.7122059",
		"extra": "Ambai Arts College, is a general degree college located in Ambasamudram, Tirunelveli district, Tamil Nadu. It was established in the year 1969. The college is affiliated with Manonmaniam Sundaranar University. This college offers different courses in arts and commerce.",
		"webpage": "http://ambaiartscollege.50webs.com/"
	},
	{
		"collegename": "Ambika College Of Arts And Science",
		"description": "ambiga College of Arts and Science is run by the Solamalai – Pappathi Ammal Educational Trust. The Trust is a private charitable and non- Profitable Trust established in the year 1994. The College is functioning under the self- financing scheme permitted by the Government of Tamilnadu is affiliated to Madurai Kamaraj Univer-sity.Our Chairman the philanthropists Shri.S. Solamalai is a strict disciplinarian and great academician. His visionary mind has in it dreams about the empowerment of girls. He has finally translated his visionary dream into reality by starting a college mainly for the purpose of empowering girls through high quality education. Our Correspondent S. Kanahambal a young prodigious dynamic administrator runs the College smoothly with a help of teaching and non- teaching staff members, students and parents. Now the College is situated in the temple city of Madurai at Anna Nagar. The College offers 13 UG, 4 PG, 2 Diploma and one certificate course.",
		"address": "4c, Anna Nagar Main Road, Anna Nagar, Sathamangalam, Tamil Nadu 625020",
		"longitude": "78.1423921",
		"latitude": "9.9213363",
		"extra": "Training & Placement cell is to provide students with a platform for using their potential to gain valuable experience by working in Industry, Companies, Teaching Institutes.Helps under studies amid graduation.Aim is to reduce the Unemployment problem.Show the right path to the students to get placed.Arrange training programs for soft skills and for interview facing skills for the students using in house and external trainers.Organizers on campus and off campus interviews.",
		"webpage": "http://www.ambigacollege.com/"
	},
	{
		"collegename": "Amity University",
		"description": "At Amity we benchmark only against the best institutions around the world. Our faculty and senior team travel all over the globe to learn and imbibe the best practices so that we can give a solid foundation for learning.As part of this endeavour, we have air-conditioned amphitheatre style classrooms that provide the most conducive atmosphere for dynamic and focused discussions, while the libraries at our campus are equipped with over 1,00,000 books, periodicals, national and international journals, CD-ROMS, covering all aspects of academic studies and research material. The hi-tech labs act as ideal training grounds for budding professionals that allow students to experiment and bring to practice what they have learnt in theory.",
		"address": "Amity Rd, Sector 125, Noida, Uttar Pradesh 201313",
		"longitude": "77.3310613",
		"latitude": "28.54389",
		"extra": "Over the years 27,000 Amity students have got on-campus placements in MNCs and top organisations.Leading companies across various disciplines come for campus placements at Amity. In technical courses, nearly all students are placed even one year before the completion of the course.This achievement has been the result of the a 60-member team of dedicated members of the Amity Corporate Resource Centre that constantly interacts with the corporate world and helps prepare students for their careers.Besides, the industry specific Career Advisory Boards consisting of leading members of the Corporate World give you guidance on creating a clear career plan, a list of appropriate employers, setting realistic career goals and a planned time table on professional development for your future.At Amity, a dedicated Corporate Resource Centre ensures the right placement for each student and everything we do is focussed towards this.",
		"webpage": "https://www.amity.edu/"
	},
	{
		"collegename": "Am jain college",
		"description": "Agurchand Manmull Jain College was established in 1952 by the magnanimity and munificence of Padma Shri Mohanmullji Chordia, through the Sri. S.S. Jain Educational Society, at the inspiration of her Holiness Shri Sayar Kanwarji Maharaj. Today, it is a 66-year-old premier institution in Chennai, affiliated to the 160-year-old University of Madras. Having celebrated its Diamond Jubilee in 2012, it has started to make a more meaningful and socially-significant journey towards the next commemorative milestone, the 75th Anniversary. The Founder and Chief Donor Padma Shri Mohanmullji Chordia’s vision of providing quality and affordable education to weaker sections of the society, in particular, and moulding the character and career of the younger generation has been the driving force of the college, Since its inception, the college has been catering to diverse higher educational needs of different sections of the student community. The Institution became co-educational since the academic year 2003 – 2004 to empower girl students and to ensure equal opportunities for them in all walks of economic and social life.Shift-II, which came into existence as  Evening College in 1972, has today FIVE schools or branches of learning with twenty-four under graduate and Post –Graduate degree courses. The School of Commerce offers 7 under graduate 1 post Graduate degree programme. The School of Business Administration and the School of Arts are each offering 1 under graduate and 1 post Graduate course. While the School of Science includes 6 under graduate and 1 post graduate degree course, the School of Communication and Media Studies has 3 under graduate and 1 post graduate programme.Situated ideally in the immediate proximity of the Meenambakkam Railway Station on the Beach – Tambaram BG Line and the National Highway, the College provides a peaceful academic atmosphere for fruitful Learning. The lush green gardens with serene, pollution-free environment, the spacious, airy, and well-furnished smart classrooms in the main building and in the Annex and Viscom Blocks, the well-stacked computerized libraries, and the Computer Centre with internet facility pave the wave for the attainment of great academic standards, In addition, there are facilities for co-curricular and extra- curricular activities that enrich the personality of the students. A vast number of alumni of the college and occupying great positions in diverse spheres of economic and social life, including business, industry, judiciary and academics.The institution is committed to the Principles of Sathya, Dharma and Ahimsa. A student who dedicates himself/herself to these principles and who is totally focused and committed in all his/her thought and deed, is sure to leave the portals of the institution as a fully-grown value- based adult with the right employable skills.",
		"address": "railway station, Meenambakkam, Chennai, Tamil Nadu 600114",
		"longitude": "80.174877",
		"latitude": "12.9852162",
		"extra": "PLACEMENT CELL The purpose of education will fail if students are not placed in suitable positions in reputable organizations. The college Placement Cell explores placement opportunities by inviting various leading companies for campus recruitment of students who are in the final year of U.G. and P.G. courses. Students receive constant counselling and motivation to pursue prospective careers. The placement cell perfectly coordinates between the students and the companies which in turn enable perfect placements. In order to facilitate placements, pre-recruitment trainings are arranged with multi-national companies, which train the students to be fully prepared to face interviews and walk out successfully.",
		"webpage": "https://www.amjaincollege.edu.in/"
	},
	{
		"collegename": "Amrita Vishwa Vidyapeetham University",
		"description": "Amrita Vishwa Vidyapeetham established under section 3 of UGC Act of 1956 offers more than 200 professional programs through 15 schools across 6 different campuses in 3 South Indian states.The world renowned humanitarian and spiritual leader Sri Mata Amritanandamayi Devi (Amma), known worldwide for Her humanitarian activities and initiatives, is the Chancellor.Amma, a great inspiration for the faculty, staff and student community founded the institution with a vision to impart high quality education enriched with human values to the younger generation for the benefit of society.",
		"address": "Amritanagar, Ettimadai, Tamil Nadu 641112.",
		"longitude": "76.8984392",
		"latitude": "10.9026844",
		"extra": "Inspired by our Chancellor, compassion-driven research with a strong societal impact is the dominant theme underlying the University’s vision and priorities. This theme runs through our thrust areas of research in Science, Technology, Medicine, Humanities and Social Sciences, and aligns with several of the United Nations Sustainable Development Goals (UN-SDGs). In addition to having a strong societal benefit through real-world deployments that are saving lives and improving the quality of living, research at Amrita has also resulted in high-impact publications and patents. Amrita is ranked #1 in Research Funding by the Ministry of Human Resource Development (MHRD), Government of India. The University has over 800 research scholars, more than 30 research centers - 20 of which have been identified as Centers of Excellence.",
		"webpage": "https://www.amrita.edu/"
	},
	{
		"collegename": "Ananda College, Devakottai",
		"description": "Ananda College, founded and managed by the R.C.Diocese of Sivagangai, is a Roman catholic minority co-educational and self-supporting institution. Our motto is “அன்பில் ஒளிர” (Shine in Love). Though our college aims at forming the youth of the Christian minority, it is open to students irrespective of caste, creed and culture. It is situated in a vast area of 25 acres within the jurisdiction of  Devakottai municipality (Devakottai Extension) and on the National Highway No. 210, and between the twin towns namely Karaikudi and Devakottai.",
		"address": "Sivaganga, Tamil Nadu 630302",
		"longitude": "78.796658",
		"latitude": "9.9687123",
		"extra": "To actualize the motto of the college “Shine in Love” and to implement the programme of ALU (CBCS). Ananda launched an action plan in the name of “Ananda Outreach Programme (AOP)” in July 2009.It is to link the students with the Society living around the college in order to conscientize the target groups – women, youth and children on literacy, health and empowerment.",
		"webpage": "https://www.anandacollege.in/"
	},
	{
		"collegename": "Anand Agricultural University",
		"description": "Anand Agricultural University (AAU) was established in 2004 at Anand with the support of the Government of Gujarat, Act No.(Guj 5 of 2004) dated April 29, 2004. Caved out of the erstwhile Gujarat Agricultural University (GAU), the dream institution of Sardar Vallabhbhai Patel and Dr. K. M. Munshi, the AAU was set up to provide support to the farming community in three facets namely education, research and extension activities in Agriculture, Horticulture Engineering, product Processing and Home Science. At present there seven Colleges, seventeen Research Centers and six Extension Education Institute working in nine districts of Gujarat namely Ahmedabad, Anand, Dahod, Kheda, Panchmahal, Vadodara, Mahisagar, Botad and ChhotaudepurAAU's activities have expanded to span newer commodity sectors such as soil health card, bio-diesel, medicinal plants apart from the mandatory ones like rice, maize, tobacco, vegetable crops, fruit crops, forage crops, animal breeding, nutrition and dairy products etc. the core of AAU's operating philosophy however, continues to create the partnership between the rural people and committed academic as the basic for sustainable rural development. In pursuing its various programmes AAU's overall mission is to promote sustainable growth and economic independence in rural society. AAU aims to do this through education, research and extension education. Thus, AAU works towards the empowerment of the farmers.",
		"address": "Anand Agricultural University,Anand, Gujarat",
		"longitude": "72.972677",
		"latitude": "22.5358851",
		"extra": "AAU's activities have expanded to span newer commodity sectors such as soil health card, bio-diesel, medicinal plants apart from the mandatory ones like rice, maize, tobacco, vegetable crops, fruit crops, forage crops, animal breeding, nutrition and dairy products etc. the core of AAU's operating philosophy however, continues to create the partnership between the rural people and committed academic as the basic for sustainable rural development. In pursuing its various programmes AAU's overall mission is to promote sustainable growth and economic independence in rural society. AAU aims to do this through education, research and extension education. Thus, AAU works towards the empowerment of the farmers.",
		"webpage": "http://www.aau.in/"
	},
	{
		"collegename": "Anand Institute of Higher Technology",
		"description": "Anand Institute of Higher Technology, founded by Kalvi Vallal Shri T. Kalasalingam, is a prominent and reputed institution located on Old Mahabalipuram Road, Kazhipattur.",
		"address": "Kalasalingam Nagar IT Corridor, Old Mahabalipuram Rd, Road, Kazhipattur, Tamil Nadu 603103",
		"longitude": "80.2263419",
		"latitude": "12.8182943",
		"extra": "Anand Institute of Higher Technology has an independent Training and Placement Division devoted to cater to the needs of organization in conducting ON/Pool Campus Recruitment processes, providing Career Guidance for students, conducting effective Training programmes and employability bridging courses for Pre-final and Final year students of BE/BTech/ME /MBA & MCA. The Placement Division in headed by Head-Placement & Training and supported by Assistant Placement Officer, Staff Placement Coordinators and Student-Placement Coordinators from various departments of the college. TPD develops strong corporate relations with major IT and Core industries and establishes good rapports with CEOs and HR Managers. The TPD Training and Placement Division ensures smooth organization of various events related to ON--Campus placement events, OFF-Campus events conducted at our college by CUIC, Anna University and many Pool-Campus recruitments at our college. TPO takes care to provide best possible arrangements with regard to infrastructure, smart lecture halls, Pre-placement Presentations, and hospitality for visiting corporate personnel. TPD plays very vital role in counseling and guiding the students in various stages of their academic programme of studies and gives guidance in their different facets of Personality development. . Seminars and workshops are organized for Higher studies in Indian and Foreign Universities. They are allowed to take part in various Education fairs and exhibitions and enrich their knowledge about avenues of higher education. The TPD identifies the training needs of the students and imparts training through reputed training institutes. The Head Placement interacts by visits and through online with various industries and companies in order to arrange placements for the final year students . These efforts have resulted placement of the students in many good organizations .",
		"webpage": "https://www.aiht.ac.in/"
	},
	{
		"collegename": "Anbu Educational Institution",
		"description": "ANBU EDUCATIONAL TRUST has been started in the year 2006. The programme was started with the aim of providing excellence in teaching, research, service and leadership along with every other facility at par with the best. ANBU ARTS & SCIENCE COLLEGE is an Institution affiliated to Periyar University, Salem. Anbu Educational Trust is being run by a team of estimable philanthropists and Educationists to facilitate higher Educational opportunities to the rural and drown trodden students.",
		"address": "Sri Ram Coach, Pallipalayam - Kumarapalayam Road, MGR Colony Road, Near By, Komarapalayam, Tamil Nadu 638183",
		"longitude": "77.6895404",
		"latitude": "11.4240468",
		"extra": "The Department of Consumer Affairs in the Ministry of Consumer Affairs, Food and Public Distribution, is the nodal Department in the Central Government to deal with the various matters related to the protection and welfare of the consumers in the country. The objectives of the scheme are to educate children about the rights of the consumers as provided in the Consumer Protection Act, 1986; A Consumer Club shall be set up in a middle/high/higher secondary school which is affiliated to a Government recognized Board and shall consist of a minimum 50 members. A group of not less than 20 and not more than 50 Consumer Clubs, in one or more geographically contiguous districts, will be serviced by a Coordinating Agency. The Department of Consumer Affairs shall provide financial support @ Rs.10,000/- per annum per Consumer Club to the Coordinating Agency from the Consumer Welfare Fund. A maximum of 20% of this amount will be retained by the Coordinating Agency for meeting its expenses relating to the consumer Clubs being serviced by it. The balance amount will be passed on to each Consumer Club. The Coordinating Agency will regularly monitor the expenditure incurred by each Club. The best 3 Consumer Clubs in each cluster for Consumer Club coordinated by one Agency shall be awarded cash prizes amounting to Rs.3,000/- Rs.2,000/- and Rs.1,000/- respectively for First, Second third best clubs. In our College also we have ‘Citizen Consumer Club’, which is organizing functions, such as awareness programme, Essay competitions, Marketing and consumer quiz. Debates and Drama for student every year. So that the entire awareness on citizen consumer programme is created and spreaded among various class of people and among students of schools and colleges.",
		"webpage": "http://www.anbu.ac.in/"
	},
	{
		"collegename": "Andhra Loyola College",
		"description": "Andhra Loyola College is managed and administered by the members of the Society of Jesus (Jesuits), a Catholic religious order which has rendered yeoman service in the field of education for over 450 years. The College was founded on 9th December 1953 at the request of the Catholic bishops . . .",
		"address": "54-16-7/6, Veterinary Colony, Vijayawada, Andhra Pradesh 520008",
		"longitude": "80.6631541",
		"latitude": "16.5147579",
		"extra": "  Dr.G.Venkateswara Rao Reader in physics, was selected by the Commissioner of Collegiate Education, A.P. Hyderabad to attend Infosys sponsored workshop on “BPO and skill sets required to succeed in a BPO career” conducted from 17.09.2007 to 29.09.2007 at Infosys, Gachibowli, Hyderabad. The workshop is aimed at aligning under graduate course curriculum with the industry requirements to improve the employability of the students in B & C class towns. Project Genesis imparts a two – week comprehensive training in global skills enhancement curriculum to their Colleges enhancing the language and analytical skills of the undergraduate students, thus increasing their employability.In this connection, the Commissioner of Collegiate Education is pleased to sanction JKC training Centers to the Colleges, which in turn will be attached to the nodal JKC. The purpose of JKC is to enhance the employability of the young graduates by imparting communication skills, soft skills & computer oriented skills and also to encourage creativity and self learning for pursuing higher education. The students admitted into JKCs will be trained in “industry required skills” under the mentor training network. The main objective of this programme is to provide job opportunities to undergraduate students willing to move on to employment and to remove the long existing gap between the rural and urban students community.The JKCs in colleges at undergraduate level are having wide scope for campus recruitments. Even the best of the candidates from the remote areas are getting deprived of a chance to get into the established institutions/companies. Majority of the students are weak in soft skills and communication skills that the industries/companies need and these can be imparted well in a good environmJawaharlal Knowledge Centres (JKCs) are excellent finishing schools instituted in 2005 by the government of Andhra Pradesh with a mission to provide employment opportunities to the students in government Degree colleges of the state. The Commissionerate of Collegiate Education is the administrative head for all Degree Colleges in the state. JKCs vision is to provide the best opportunities to students belonging to weaker and marginalized sections. It’s mission is creating opportunities, developing skills and unleashing potential.",
		"webpage": "www.andhraloyolacollege.ac.in"
	},
	{
		"collegename": "Andhra University College of Engineering",
		"description": "Andhra University is not just one of the oldest educational institutions in the country, but is also the first to be conceived as a residential and teaching-cum-affiliating University, mainly devoted to post-graduate teaching and research.The people of the State have an emotional attachment to the institution, since it came into being after a prolonged and collective struggle of the Telugu elite for a University in the educationally backward northern Circars and Ceded districts of the erstwhile Madras Presidency.Andhra University was constituted in the year 1926 by the Madras Act of 1926. The 94-year-old institution is fortunate to have Sir C.R. Reddy as its founder Vice-Chancellor, as the steps taken by this visionary proved to be fruitful in the long run.Former President of India Dr. Sarvepalli Radhakrishnan was one of its Vice-Chancellors who succeed Dr. C. R. Reddy in 1931. The University College of Arts was inaugurated on 1 st July, 1931. The inaugural courses were Telugu language and literature, History, Economics and Politics. A year later, the College of Science and Technology came into being with Honours courses in Physics and Chemistry. The University pioneered in introducing many new courses in Science, Arts, Management and Engineering in the country.The leaders of the university always believed that excellence in higher education is the best investment for the country and engaged the services of famous educationists such as Dr. T.R. Seshadri, Dr. S. Bhagavantham, Professor Hiren Mukherjee, Professor Humayan Kabir and Dr. V.K.R.V. Rao, to mention a few who set high standards for teaching and research. Nobel Lariat C V Raman was the proud alumnus of the University and closely associated in laying research foundations in Physics. Padmavibhushan Prof. C R Rao, the renowned statistician of the world, was also the proud alumnus of the University.Keeping in pace with the global needs and challenges under the leadership and guidance of successive Vice-chancellors, the University is offering several new Courses of relevance and Contemporary significance.Ever since its inception in 1926 Andhra University has an impeccable record of catering to the educational needs and solving the sociological problems of the region. The University is relentless in its efforts in maintaining standards in teaching and research, ensuring proper character building and development among the students, encouraging community developmental programmes, nurturing leadership in young men and women and imbibing a sense of responsibility to become good citizens, while striving for excellence in all fronts.As a sequel to this, the University has always subjected itself for continuous self-evaluation for maintaining standards and to reach set targets. Further, to assure quality in Higher Education the University has gone through the process of assessment and accreditation by National Assessment and Accreditation Council (NAAC) in April 2002. The Peer Committee has analyzed the strengths and weaknesses of the institution and has assessed the University with ‘A' grade awarding it with the best percentage among the State Universities of Andhra Pradesh. The University designed and implemented Quality Management System successfully and became the first general University in the country to get ISO 9001: 2000 Certification in 2006.The University Presently is Offering 313 Courses in Arts, Commerce, Management, Science & Technology, Engineering, Law, Pharmacy and Education. The University has five constituent colleges and four AU Campuses. The Colleges of Arts and Commerce is the biggest constituent college in the University with 26 Departments offering 42 courses including four Diploma Courses. The College of Science and Technology has 21 Departments, which offers 63 Courses including one PG Diploma. The College of Engineering has 15 Departments offering Undergraduate, Postgraduate and Research Programmes. The College of Law has been identified as an advanced Center in Law by UGC. The college of Pharmaceutical Sciences is first of its kind in South India, which is offering one UG Programme and six PG Programmes, besides Research Programmes leading to Ph.D. Degree. The AU campus at Kakinada (East Godavari District) has five Departments and the AU Campus at Etcherla (Srikakulam Dist) has Eleven Departments. The AU Campus at Tadepalli Gudem has four departments and AU Campus at Vizianagaram has five Departments.The University is spread in a sprawling campus of 422 acres dotted with 121 buildings of Academic, Administrative and support services with a plinth area of about 20 lakhs sq.ft., and 324 staff quarters. Presently the University catering the Educational needs of five green districts of Andhra Pradesh namely Visakhapatnam, East Godavari, West Godavari, Vizinagaram and Srikakulam.The University campus is having 23 hostels for men which can accommodate more than 3200 students and 10 hostels exclusively for women with a capacity of more than 2000 seats. Two Hostels are specially constructed for foreign students. The University has also two Residential Health Centres one at south campus and the other at north campus and a homoeo Dispensary. The University has four Guest Houses, Central Canteen and four canteens at various locations, Press and Publication division, Women Waiting Halls, Faculty Club and Schools for Employees Children.The University is also having student services and welfare centres in the campus like post and Telegraph office, Banking facilities, University employment and Guidance bureau, training and placement centre and a sports complex including a Gymnasium Hall.The other infrastructural facilities available in the University include Academic Staff College, Computer Centre and Press & Publications division. The University is also having 25 Research centers/institution in the campus like Agro- Economic research Centre, Centre for Religious studies, Centre for Women s Studies, Delta studies Institute , Institute of public sector management, Institute for yoga and Consciousness and population Research Centre, OASTC, Bay of Bengal, etc.,The University has started school of Distance Education in the campus in 1972. It offers Courses ranging from Certificate Courses to Post Graduate and Professional Courses. The School of Distance Education presently offering 4 UG Programs, 18 PG Programs, 5 Certification Courses, 9 PG Diploma Courses, 15 Professional Courses and 7 Collaborative Courses through Distance Education Mode. The School has 35 study centres across the State. The enrolment in UG, PG, and Professional Programmes in the School of Distance Education is about 80,000 students. The School has 23 permanent faculty. It is Equipped with the latest infrastructure.The University has well experienced and export faculty known world wide for their research contributions. There are 354 Professors, 198 Associate. Professors and 115 Asst. Professors serving the University. Organization of International and National events is a regular feature of the University. There are more than 2500 support staff working in the University.The alumni of the University occupy important positions in government administration, Industry and research organizations with in and out side the country. The Government of Andhra Pradesh has appointed the professors of the University as chairman and vice-chairman of the APSCHE and presently ten Universities had Vice-chancellors from Andhra University.The University has recently organized the 95 th session of the Indian Science Congress, from 3 rd to 7 th January, 2008. The Prime Minister of India, Dr. Manmohan Singh has inaugurated the Congress and in his address he refered to the University as a Magnificient University and has all appreciation for the way the mega event was organized.There are 365 affiliated colleges spread across five districts under the territorial jurisdiction of Andhra University. The enrolment in Affiliated Colleges is about one Lakh.",
		"address": "Junction, AU North Campus, Andhra University North Campus, Andhra University, Visakhapatnam, Andhra Pradesh 530003",
		"longitude": "83.3200161",
		"latitude": "17.7251132",
		"extra": "The University campus is having 23 hostels for men which can accommodate more than 3200 students and 10 hostels exclusively for women with a capacity of more than 2000 seats. Two Hostels are specially constructed for foreign students. The University has also two Residential Health Centres one at south campus and the other at north campus and a homoeo Dispensary. The University has four Guest Houses, Central Canteen and four canteens at various locations, Press and Publication division, Women Waiting Halls, Faculty Club and Schools for Employees Children.The University is also having student services and welfare centres in the campus like post and Telegraph office, Banking facilities, University employment and Guidance bureau, training and placement centre and a sports complex including a Gymnasium Hall.",
		"webpage": "https://www.andhrauniversity.edu.in/"
	},
	{
		"collegename": "ANGAPPA EDUCATIONAL TRUST",
		"description": "As this is a Self financing college, it doesnot have the rights of prescriping the courses of study and syllabi. It cannot restructure and redesign the courses to suit the job requirements. The committee designs the methods of assessment of student’s performance, the conduct of the examinations and publication of the results. The committee also promotes healthy practices such as community service, extension activity and participative programs. The main reponsiblity of the committee to approve new programs of study.In addition to the above the college has number of students and faculty committee to decentralize the management activities the details of the role and responsibilities of the committees are prescribed and informed the members of faculty it is the function of the college committee to approve the proposals with or without modification of the boards of studies with regard to course of study. The committee also recommends to inprove regulations for sports and extra curriculur activites.The finance committee of the college advises the college committee to consider but budjet estimates, income and expenditure and auditor statements extra, the grievances of the faculty and students are redress through grievance redressal committee the dispiline committee in the college maintains displine ion the campus, if necessary it recommends suggestions for improvements. There also an Anti ragging committee which tries to curb such activites inside and outside the classrooms. There is Anti women’s Harassment cell which protects the interest of the girls. If any complaint receives the Principal takes strong action against the student’s involed in such activities.",
		"address": "West Club Road, 86, Race Course Rd, Coimbatore, Tamil Nadu 641018",
		"longitude": "76.9710892",
		"latitude": "10.9999857",
		"extra": "The finance committee of the college advises the college committee to consider but budjet estimates, income and expenditure and auditor statements extra, the grievances of the faculty and students are redress through grievance redressal committee the dispiline committee in the college maintains displine ion the campus, if necessary it recommends suggestions for improvements. There also an Anti ragging committee which tries to curb such activites inside and outside the classrooms. There is Anti women’s Harassment cell which protects the interest of the girls. If any complaint receives the Principal takes strong action against the student’s involed in such activities.",
		"webpage": "http://www.angappacollege.ac.in/"
	},
	{
		"collegename": "Ayya Nadar Janaki Ammal College",
		"description": "The Ayya Nadar Janaki Ammal College established in 1963 is a standing testimony to the wisdom and farsighted of The Legendary of Humanitarianism Thiru. P. Ayya Nadar, a farsighted industrial architect of Sivakasi town and renowned academician and his equally generous wife Thirumathi A. Janaki Ammal, caters the need of rural sector for higher education. As this Institution was established by their Munificence, the College was fittingly named after them. Discipline and Academic Excellence are Hall Mark of this Institution.",
		"address": "Srivilliiputhur, State Highway 42, Sivakasi, Tamil Nadu 626123",
		"longitude": "77.7488279",
		"latitude": "9.4720109",
		"extra": "Organizing campus interviews and arranging off-campus interviews.Arranging career-oriented training programs for the welfare of the learners.Inviting eminent personalities from industries for guest lectures and seminars.Conducting model interviews for final year learners, to enhance their communication skills and build their confidence.Developing the overall personality of final year learners, through personality development programmes.Arranging part-time jobs for needy students.Helping final year PG students in carrying out Project Work by collaborating with leading industries.",
		"webpage": "https://www.anjaconline.org/"
	},
	{
		"collegename": "Anna Adarsh College for Women",
		"description": "Anna Adarsh College for Women affiliated to the University of Madras is a premier self- financing educational institution established in 1985 by the Punjab Association. The foundation stone was laid by His Excellency Late Shri GianiZail Singh, the then President of India in 1985. Named after the illustrious political stalwart from Tamilnadu, Arignar Anna, the college is located in Anna Nagar, a prominent and easily accessible part of Chennai.The College began with just 17 staff members and 300 students and has now grown into a very big institution with 205 faculty members and a 5300 strong student force.The College now offers 15 UG, 10 PG, 3 Research and 4 Language Departments with 13 Certificate and Add on Courses.The College provides ample facilities for development of an integrated personality. It has spacious classrooms, well equipped labs, smart classrooms for technology enabled learning, 1300 seater auditorium,an expansive playground, open air theatre, seminar hall, exclusive parking area, a KVB extension branch with ATM , state of the art indoor stadium, a series of solar panels for meeting the electricity needs on campus, a student and working women’s hostel.Faculty in the College are well qualified, highly experiencedand up to date in their field of study. They regularly attend and present papers in Seminars and Conferences, serve as subject experts and resource persons in other forums. Senior Professors serve as members in Board of Studies of several well- known Universities and colleges.The College holds a distinctive place among all colleges under the University in academic achievements with 2013-14: 192 ranks including 9 first ranks, 2014-15: 204 ranks including 15 first ranks, 2015-16: 214 ranks including 14 first ranks in the last three years and an average pass percentage of 86%.International, National, State Level seminars, workshops, Conferences, Symposiums, Technical meets, value and skill based programmes, motivational talks, awareness campaigns, working model exhibitions, academic quizzes, paper presentations, group discussions, debates, gender sensitization drives, outreach and community service programmes are periodically conducted to provide a practical edge to theoretical framework of scholastic learning.Student societies and Clubs play a vital role in the total life of the College. Every Department has an association which conducts seminars, symposiums, guest lectures and workshops throughout the year. The Culturals are a unique blend of popular and innovative concepts. The NSS, Rotaract, Youth Red Cross, The Red Ribbon and The Enviro are clubs that function with the commitment to serve society. The Career Guidance Cell, EDC, Business club, Soft skills club, Drama Club and Road safety club create awareness on the avenues students can explore. Value education is a vital component in the teaching learning milieu. The anti- ragging cell and the Complaint box function with the aim of addressing and redressing student grievances. Sports is an essential and integral part of the College. Specialized coaching by professional trainers in individual and team events is offered before and after college hours. Numerous schemes like health insurance, various scholarships, fee concessions, freeships and endowment prizes are provided to support the students.The college has been the recipient of various citations and awards through the years.On commomeration of the silver jubilee celebrations in college in 2010, the Dept of Posts ,Govt of India, released a special first day cover acknowledging the yeoman service rendered by the institution towards women’s education. The Dharmasamsthapana award was presented acknowledging our commitment in the protection and promotion of heritage and values.The College is a part of the project WOW, a National recycling initiative to save trees which has received a Certificate of Appreciation from ITC. A recipient of several awards for excellence in academics, co-curricular activities and sports the College is scaling greater heights and gearing up for Autonomy.With a successful team and a cheerful demeanour the College marches forward with commitment to excellence in education, research and service.",
		"address": "A-1 II Street, Off, 9th Main Rd, Anna Nagar, Chennai, Tamil Nadu 600040",
		"longitude": "80.2086258",
		"latitude": "13.080423",
		"extra": " Placement cell in association with G S Skill Gen Solutions organized a three weeks workshop on “Employability Enhancement Programme” for final year UG & PG students during May 2016.• Placement cell& G S Skill Gen Solutions organized a Job fair during May 2016. Companies visited are Accenture,Mckinsey,BharathMatrimony,Habblis& HGS. In Job fair 345 students were participated & 282 students were recruited.• Placement cell in collaboration with Vista Mind organized a carrier guidance programme on “Higher Education & Job Opportunities in Government for final year UG Students during July 2016.• Placement cell in collaboration with CTS organized an orientation Programme on “Evolve Session” addressed by Ms.Fouzia, HR, CTS for final year UG students in the month of July2016.• Placement cell in association with G S Skill Gen Solutions organized an orientation programme on “Employment Enhanceability” for all final year UG & PG Students in the month of August 2016• Placement cell & G S Skill Gen Solutions organized a three day Life skill training programme on “Physical Fitness and Stress management” in the month of August 2016• Placement cell in association with G S Skill Gen Solutions organized a Training programme for final B.Com Students in the month of October 2016.Placement cell in association with G S Skill Gen Solutions organized an one week “Laurus Barclays Employability Workshop” addressed by Mr.Venkat & team in the month of October 2016.Placement cell & G S Skill Gen Solutions organized a Job fair during February 2017.The visited companies are Alcance, Cosmo soft Technology,Habbils Systems/Springboard, Suriel Group, Ikya Global ,Vertex, Avidus Academy ,Auto sense Pvt.Ltd., Manpower Group, Bluechip organization ,Bombay Stock Exchange and Hexaware. Around 477 students were recruited.",
		"webpage": "http://www.annaadarsh.edu.in/"
	},
	{
		"collegename": "Annai College of Arts And Science",
		"description": "Annai College of Arts and Science is a college in Kovilacheri, Kumbakonam, Tamil Nadu, India. Which is affiliated to Bharathidasan University Trichirapalli",
		"address": "Anakudi Road, Kovilacheri Tanjavur District, Kumbakonam, Tamil Nadu 612503",
		"longitude": "79.3660704",
		"latitude": "10.996356",
		"extra": "Annai College of Arts & Science is situated in Kumbakonam in Tamil Nadu state of India. it is accredited from AICTE and it is affiliated to Bharathidasan University. ANNAI COLLEGE, Kumbakonam offers 24 courses across 7 streams namely Management, IT, Science, Arts, Media and Mass Communication, Commerce and Banking, Hotel Management and across 10 degrees like BSc, B.Com, BA, BBA, BHM.Hostel facility is not available for its students. Additional campus facilities such as Academic Zone, Canteen, Computer Lab, Library, Medical Facilities, Cls. Room, Placement, Sports, Residential Institute, Residential Zone are also there.",
		"webpage": "annaicollege.com"
	},
	{
		"collegename": "Annai Fathima College of Arts and Science",
		"description": "Annai Fathima College started its, pursuit of intellectual quest, amelioration and the scholarly pursuit with a simple beginning in the year 1992.At present we have grown to a sizeable and quite impressive strength. We seek to add value education to the oncoming generations. We believe the future depends, not on mere knowledge but a deeper and truer understanding and feeling.",
		"address": "No 163 Thangam Nagar Kamarajar Salai Near Ganesh Theatre Signal Police Booth, Madurai, Tamil Nadu 625009",
		"longitude": "78.1378838",
		"latitude": "9.9148661",
		"extra": "Prepares students to make them fit into management & operational level of hierarchy in hotel & related industries.Helps the students to specialize in technical areas for betterment of opportunities in cruise and flight catering. Prepares the students for middle level management as well as for managerial cadre.",
		"webpage": "https://annaifathimacollege.edu.in/"
	},
	{
		"collegename": "Annai Hajira Women's College",
		"description": "Formation of As-Sathiq Educational Society in the year 2002 and the consequent appearance of ANNAI HAJIRA WOMEN’S COLLEGE in Melapalayam in the year 2004 marks the culmination of over a decade’s Selfless Service by the members of  As-Sathiq Educational Society in the promotion of higher education among the young women in general, and Muslim women in particular who are identified as economically and educationally most backward.With the approval of the Government of Tamil Nadu and affiliation of Manonmaniam Sundaranar University, the journey of ANNAI HAJIRA WOMEN’S COLLEGE began on 26th June 2004 with a Vision “To provide a distinct environment of excellence in education with humane values & social commitment”. Haji S.K.Syed Ahmed, Haji V.K.Mohamed Ghouse and Haji S.K. Kutha Mohamed donated 3.05 acres of land owned by them for the purpose of establishing this women’s college in the most backward area in Tirunelveli.‘Little drops of water make the Mighty Ocean’ goes the saying, we are indebted to many a Philanthropists who have contributed generously for the welfare, growth and construction of this Institution.The then Central Minister Mr.R.Dhanushkodi Adithyan, M.A., B.L., M.P., sanctioned  ` 25 lakhs for the construction of Hostel Buildings.The aim of the Society in starting ANNAI HAJIRA Women’s College is both to create an awareness among the members of the community to the imperative need for making womenfolk highly educated and make available the necessary facilities for the young women to pursue higher education in an environment that does not violate established norms of ethical values and tenets of sharia. These goals of the Society are steadily being realized by the grace of Almighty.The College which started functioning with humble student strength of 79 in 2004-2005 has over 800 on its roll as it steps into the Twelfth year. This surely is an indication of recognition being accorded to the College by the community. The result of the students in the University Examination is exhilarating both in quantitative and qualitative sense. All the undergraduate candidates presented by the College to the University Examination not only did pass the examination but also had to their credit high distinctions and University ranks.The College which has been blessed by Allah with a highly Service minded promoters committed to the cause of Women empowerment, is bound to grow, by the grace of Allah, from strength to strength and serve as a bacon of light to the community",
		"address": "Melapalayam, Tirunelveli, Tamil Nadu 627005",
		"longitude": "77.712087",
		"latitude": "8.6845059",
		"extra": "With the approval of the Government of Tamil Nadu and affiliation of Manonmaniam Sundaranar University, the journey of ANNAI HAJIRA WOMEN’S COLLEGE began on 26th June 2004 with a Vision “To provide a distinct environment of excellence in education with humane values & social commitment”. Haji S.K.Syed Ahmed, Haji V.K.Mohamed Ghouse and Haji S.K. Kutha Mohamed donated 3.05 acres of land owned by them for the purpose of establishing this women’s college in the most backward area in Tirunelveli.‘Little drops of water make the Mighty Ocean’ goes the saying, we are indebted to many a Philanthropists who have contributed generously for the welfare, growth and construction of this Institution.",
		"webpage": "http://annaihajiracollege.com/"
	},
	{
		"collegename": "Annai Teresa College of Engineering",
		"description": "Annai Teresa College Of Engineering is a College of Engineering that is located in Thirunavalur, Villupuram. It's an Engineering College.",
		"address": "Ulundurpet, Tirunavalur, Tamil Nadu 607204",
		"longitude": "79.4136014",
		"latitude": "11.7645723",
		"extra": "Annai Teresa College Of Engineering is a College of Engineering that is located in Thirunavalur, Villupuram. It's an Engineering College.",
		"webpage": ""
	},
	{
		"collegename": "Annai Therasa Arts & Science College",
		"description": "The Placement Cell of college conducts BBC Abnersoft English Edge Training Course for all the 1st Year U.G & P.G. Students to develop their communication skillsThe College is located in a spacious campus covering about 12 acres of land at Mangalam Village on the outskirts of Thirukazhukundram town right on the highway leading to kalpakkam and sadrasThe college brings higher education to the door- steps of the rural populationThe college is approved by the Government of Tamilnadu and affiliated to the University of Madras",
		"address": "Tirukazhukundram, Tamil Nadu 603109",
		"longitude": "80.0624796",
		"latitude": "12.6082901",
		"extra": "The Placement Cell of college conducts BBC Abnersoft English Edge Training Course for all the 1st Year U.G & P.G. Students to develop their communication skillsThe College is located in a spacious campus covering about 12 acres of land at Mangalam Village on the outskirts of Thirukazhukundram town right on the highway leading to kalpakkam and sadrasThe college brings higher education to the door- steps of the rural populationThe college is approved by the Government of Tamilnadu and affiliated to the University of Madras",
		"webpage": "http://www.atasctkm.com/"
	},
	{
		"collegename": "Indian Institute of Technology Delhi",
		"description": "The Indian Institutes of Technology (popularly known as IITs) are institutions of national importance established through an Act of Parliament for fostering excellence in education. There are twenty three IITs at present located at Bhilai, Chennai, Delhi, Dhanbad, Dharwad, Goa, Guwahati, Jammu, Kanpur, Kharagpur, Mumbai, Roorkee, Bhubaneswar, Gandhinagar, Hyderabad, Indore, Jodhpur, Mandi, Palakkad, Patna, Ropar, Tirupati and Varanasi.. Over the years IITs have created world class educational platforms dynamically sustained through internationally recognized research based on excellent infrastructural facilities. The faculty and alumni of IITs continue making huge impact in all sectors of society, both in India and abroad. Institute of Technology, Banaras Hindu University (IT-BHU) Varanasi and Indian School of Mines (ISM) Dhanbad, are the oldest institutions in India and are known for their immense contributions towards society at large and for science and technology in particular.",
		"address": "IIT Campus, Hauz Khas, New Delhi, Delhi 110016",
		"longitude": "77.1946067",
		"latitude": "28.5491349",
		"extra": "admission thorugh only entrence exam.IIT Delhi has a fully functional Counselling Services Centre which functions on a broad spectrum using psychotherapy, enriching students, providing a support system for students, parents, faculty, staff, advising students. SCS is sensitive, receptive and empathetic towards every individual's thoughts and feelings. This capacity is further enhanced by the counselor's ability to extend her understanding by using assessment, interviews and administration of required psychological therapies. Clinical assessment is done and supported by counsellors by referring students to psychiatrists visiting every Tuesdays to IITD hospital and other government hospitals such as AIIMS which is closes to IITD and has a very experienced Psychiatry department.In addition to the physical counsellors we also have YourDost an online portal providing 24x7 Mental Health support for IITD students, faculty and staff, through unlimited text counselling, audio-video sessions, discussion forums, and telephone/internet calls.",
		"webpage": "http://www.iitd.ac.in/"
	},
	{
		"collegename": "Indian Institute of Technology Kharagpur",
		"description": "There were 224 freshers and 42 teachers in August 1951 when the first session started. The class rooms, laboratories and the Administrative office wer ehoused in the historic building of the Hijli Detention Camp. The Institute started its academic programme with only ten Departments. On March, 1952, Pandit Nehru laid the foundation stone of the New Building.The layout of the present campus and the design of our buildings were carried out by a host of engineers and architects under the guidance of an eminent Swiss architect Dr. Werner M. Moser. A large amount of financial help was available for procuring a number of machine tools from the ministry of industry and supply. The Institute Workshop was supposed to be one of the best in the country. The Institute was fortunate enough to have Sir J.C.Ghosh, an eminent Scientist as its first Director under whose able stewadship the Institute grew in its formative years. The first Board of Governors was constituted with Dr. B.C. Roy, as the chairman and Mr. N.R.Sarkar, Sir Jehangir J. Gandhi, Dr. Tarachand, Mr. K.R.K. Menon, Mr. T. Sivasankar, Dr. S.S. Bhatnagar, Mr. H. Kabir and Dr. J.C. Ghosh as memebers. Some eminent scholars from Europe had joined this Institute in its formative years and the first two of them were Prof. R.A. Kraus and Prof.H. Tischner, who was incidentally the first Head of Electronics and ECE Department.On Sept. 15, 1956, the Parliament of India passed an act known as the Indian Institute of Technology(Kharagpur) Act declaring this Institute as an Institute of national importance. The Institute was also given the status of an autonomous University. From this modest start in 1950, IIT Kharagpur has been engaged in a steady process of development with about 18 academic departments, five centres of excellence. the vast tree-laden campus, spreading over 2100 acres has a self contained township of over 15,000 inhabitants. Currently we have about 550 faculty, 1700 employees and 9000 students on the campus.",
		"address": "Kharagpur, West Bengal 721302",
		"longitude": "87.3083424",
		"latitude": "22.3149323",
		"extra": "admission thorugh only entrence exam.All-round Career Development Programme - The Institute organizes various programmes to improve soft skills, professional communication and personality through career counselling by professional agencies/experts. Students are also assisted in preparing professional resumes by conducting resume writing workshops. Management development programs are conducted by experts. The Career Development Centre also assists the departments in organizing Industry oriented workshops, leadership talks, lectures, competitions, Curriculum Oriented Career Prospects (COCP) Workshops including specialized niche areas.Choice of Companies - IIT Kharagpur invites the best recruiters in the market during the internship and placement season covering various sectors such as Core Engineering, IT, Finance, Consulting, Automobiles, PSUs, etc. The sheer diversity of recruiters across all domains and the extensive participation of overseas companies is an epitome of the global stature of the brand IIT Kharagpur.Flexible Curriculum - The internship and placement trend at IIT Kharagpur has shown that the flexibility in curriculum makes our students fit into any sector such as Core Engineering, IT, Finance, Analytics, Consulting et al. It does not matter which discipline you study, you may make a successful in-road to placement.Universally Compatible - More than 1500 students placed every year in 250+ top brands with best compensation packages. KGP students are universally compatible to take up challenges in any of the sector because of the flexibility in our curriculum. The entrepreneurial frame of mind of the students of IIT Kharagpur has also received appreciation from the recruiters. The corporate preparedness of the students is indicated by the significantly large number of students hired by the recruiters as compared to other institutes.",
		"webpage": "www.iitkgp.ac.in"
	},
	{
		"collegename": "Indian Institute of Technology Kanpur",
		"description": "We are going through an extraordinary situation due to COVID-19 and I am grateful to thcampus community for their cooperation in these trying times.In view of the powers invoked by the Government of India under Disaster Management Act2005 declaring nationwide lockdown for 21 days beginning 25th March, we have taken thefollowing decisions.1. The suspension of classes is extended until further notice. Students should not plan theirtravel back to the campus until instructed to do so. The decision about the contingentacademic plan for the on-going semester will be communicated once a final decision onthis has been taken.2. The academic area will be completely closed except for skeleton staff required foressential services and those involved in financial year end accounting. Fresh permissionsto visit academic area will have to be sought by the concerned staff/Section Heads/HoDsfrom the Deputy Director.3. Entry to the Institute will be closed for all visitors except for those with security passesissued by the district administration. Household help/maids from outside the campuswill not be permitted except for those employed for medical/nursing help. In such cases,specific permission will have to be sought from the Deputy Director. All residents arerequested to cooperate. ",
		"address": "Kalyanpur, Kanpur, Uttar Pradesh 208016",
		"longitude": "80.2207787",
		"latitude": "26.5062656",
		"extra": "The Indian Institute of Technology Kanpur is well known for its academic excellence and is often considered as the 'first stop' for a large number of industries and other organizations for recruiting undergraduate and post-graduate students. We truly appreciate the faith bestowed on us from several organizations and we look forward to continuing our relationship with them.The Students' Placement Office (SPO) is run and managed by an efficient team of office staff & students and handles all aspects of placements at IIT Kanpur. Right from contacting companies to managing all logistics of arranging for tests, pre-placement talks and conducting final interviews the SPO team provides it's best possible assistance to the recruiters. The hospitality and the functioning of SPO is applauded and well received by the visiting recruiters every year.",
		"webpage": "www.iitk.ac.in"
	},
	{
		"collegename": "Vellore Institute of Technology(VIT) - Vellore",
		"description": "VIT was established with the aim of providing quality higher education on par with international standards. It persistently seeks and adopts innovative methods to improve the quality of higher education on a consistent basis.The campus has a cosmopolitan atmosphere with students from all corners of the globe. Experienced and learned teachers are strongly encouraged to nurture the students. The global standards set at VIT in the field of teaching and research spur us on in our relentless pursuit of excellence. In fact, it has become a way of life for us. The highly motivated youngsters on the campus are a constant source of pride. Our Memoranda of Understanding with various international universities are our major strength. They provide for an exchange of students and faculty and encourage joint research projects for the mutual benefit of these universities. Many of our students, who pursue their research projects in foreign universities, bring high quality to their work and esteem to India and have done us proud. With steady steps, we continue our march forward. We look forward to meeting you here at VIT.",
		"address": "Vellore Campus, Vellore, Tamil Nadu 632014",
		"longitude": "79.1549515",
		"latitude": "12.9718384",
		"extra": "The PAT centre plays an integral role in creating the illustrious placement record of VIT. It ensures smooth functioning of the placement activities in the campus. The centre further facilitates training activities of the students and makes sure they get placed in the best of both national and international companies.In 2018-19 alone, PAT has brought more than 600 companies on campus for placements. Last year, the highest offer made was 39 lakhs per year by Microsoft. Over the recent years, many reputed companies such as Intel, Ebay, Amazon, Dell, GE, Texas Instruments, Schneider Electric, DE Shaw & Co, Hitachi, HP, PayPal, Tata Motors, L&T, Dr. Reddy's, Bosch, Deloitte, Morgan Stanley, Qualcomm, Ashok Leyland, Honda, Ford, Global Analytics, TCS, Cognizant, Accenture, Wipro and InfoSys have participated in hiring from VIT.Wipro Technologies (Wipro Turbo) made job offers to 238 students with a CTC (cost to company) of 6 lakhs per annum from the 2019 graduating batch of Vellore Institute of Technology during the campus recruitment drive held at the VIT campus. This is the highest number of dream offers given by the company to the students from a single institution, and has found a place in the Limca Book of Records in its 2019 edition (8th Time).Apart from Wipro the following MNC’s have given highest offers from a single Institution (VIT).Deloitte - 191 offers Bank of America - 108 offers Intel - 147 offers.This surpasses the earlier record of 135 dream offers made by the same company to the 2018 graduating batch of VIT. This is also the 8th time that the VIT is entering the Limca Book of Records for campus placements. Earlier, VIT has entered into the Limca Book of records in 2009, 2011, 2014, 2015 (two records), in 2016 for the highest number of IT services placements, and in 2017 for the highest number of dream offers.",
		"webpage": "www.vit.ac.in"
	},
	{
		"collegename": "Indian School of Mines (ISM) - Dhanbad",
		"description": "Standing tall since early decades of 20th century, the institute is steadily sailing through the millennium change and has emerged into one of the most prominent institution- Indian Institute of Technology IIT(ISM) with full bloom functioning of 18 branches of Engineering, Applied Sciences, Management Studies and Humanities. IIT (ISM) has had a centenary long credentials of outperforming achievements/contributions in academia and the industry.",
		"address": "Police Line Road, Main Campus IIT (ISM, Hirapur, Sardar Patel Nagar, Dhanbad, Jharkhand 826004",
		"longitude": "86.4390135",
		"latitude": "23.8143868",
		"extra": "admission thorugh only entrence exam.The Indian National Congress passed a resolution at its XVII session stating that: “in view of the fact that the tendency of recent legislation namely, The Indian Mines Act VII of 1901, is that all Indian mines must be kept under the supervision of mining experts, the Congress is of opinion that a Government College of Mining Engineering be established in some suitable place in India on the models of the Royal School of Mines in England, Mining Colleges of Japan and at other places in the continent.",
		"webpage": "www.ismdhanbad.ac.in"
	},
	{
		"collegename": "Indian Institute of Technology(IIT) - Guwahati",
		"description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes. Within a short period of time, IIT Guwahati has been ableto build up world class infrastructure for carrying out advanced research and has been equipped with state-of-the-art scientific and engineering instruments.Indian Institute of Technology Guwahati's campus is on a sprawling 285 hectares plot of land on the north bank of the river Brahmaputra around 20 kms. from the heart of the city. With the majestic Brahmaputra on one side, and with hills and vast open spaces on others, the campus provides an ideal setting for learning.",
		"address": "Surjyamukhi Road, North, Amingaon, Guwahati, Assam 781039",
		"longitude": "91.6893947",
		"latitude": "26.1878083",
		"extra": "admission thorugh only entrence exam.IIT Guwahati has recently entered the elite list of top 70 young universities of the world under 50 years. It is the best ranking for any Indian institute in the world university rankings. At this moment of pride and happiness, I take this opportunity to welcome you all.In a short duration of over two decades, IIT Guwahati has been able to develop world-class facilities and resources. We are well recognised for our research and teaching facilities in India and abroad.Our students have continuously been able to display excellent potential and skill in their fields of academics and extra-curricular activities. Many of the students have visited foreign universities of repute to widen their knowledge and experience. The IIT Guwahati alumni are showing excellence in their respective fields. It is worth mentioning that recruiters from varied fields have responded very enthusiastically and rated our students very high. Their abilities are well attested by the excellent reports we receive from the recruiting companies.We provide continuous support to the graduating students registered for placement by offering information and guidance. Centre for Career Development (CCD) looks after all the necessary activities for their placement. We have the required infrastructure to conduct parallel placement sessions, pre-placement talks, excellent accommodation arrangement in the guest house, etc. to organize campus placement activities.Our CCD team take this opportunity to invite your esteemed organization to visit our our campus for recruitment of our students. It will be a great privilege for us to welcome you at the IIT Guwahati.",
		"webpage": "www.iitg.ernet.in"
	},
	{
		"collegename": "SRM Engineering College, SRM University",
		"description": "We provide an inspiring environment through freedom, creativity and innovation.SRMIST offers a challenging, meaningful work in an open environment that celebrates diversity in all its forms. Being part of SRMIST is more than just a career – it could be a life-changing experience.At SRMIST everyone has the right and opportunity to develop and see through their ideas. No matter what you do, it is an amazing place to be.Our academics show the way with our professional, administrative and support staff creating a world-class working environment and enable them to continue achieving internationally renowned excellence in research and teaching.We offer market-competitive rewards package that consider your needs at different life stages and also provide a supportive environment that allows you to enjoy a healthy work-life balance.",
		"address": "Mahatma Gandhi Rd, Potheri, SRM Nagar, Kattankulathur, Tamil Nadu 603203",
		"longitude": "80.0395199",
		"latitude": "12.8230982",
		"extra": "Students are encouraged to seek the opportunities and enhance their learning experience with a practical knowledge. The Career Centre provides a platform for the students and the companies as well so that the collaboration is mutually beneficial.Once a student enters this University, the Institution takes the entire responsibility to develop that individual into a personality. The students are overwhelmed with the opportunities they are provided with. They are left open to a humpty number of choices lying in front of them to choose in parallel to their academics. SRM believes in enhancing its students through dedicated concentration on each and every student and sees to that everyone enhances their talents with the opportunities they are provided with. Once the placement season commences, one can feel the vibrant environment on the campus. Talents go barely unrecognized in the SRM Institute of Science and Technology (formerly known as SRM University) as we leave no stone unturned, to place our students.",
		"webpage": "www.srmuniv.ac.in"
	},
	{
		"collegename": "Birla Institute of Technology, Mesra(BITS, Mesra) - Ranchi",
		"description": "A legacy of leadershipEstablished in 1955 by the visionary industrialist Mr. BM Birla, BIT Mesra was founded with a clear vision to offer its young minds a space, where their imagination could take wings and their ideas fruition. For over 6 decades now, the institute has nurtured minds with a rich heritage of academic excellence, developing learning frameworks that have been well ahead of times.",
		"address": "Mesra, Jharkhand 835215",
		"longitude": "85.4378281",
		"latitude": "23.4119261",
		"extra": "admission only entrence test.BIT's Campus Recruitment Program has been enabling the right talent and opportunity match for over 5 decades now. Companies who have been hiring from our campus have returned for placement sessions every subsequent year reposing their trust in the talent that BIT Mesra churns out, every year.Our students' diverse backgrounds, the balance of technical and soft skills make them well placed for not just exponential growth in their respective careers, but also for contributing to the success of any organization they join.Campus Recruitment Programmes are also organized in our other campuses, namely, Jaipur, Noida, Deoghar & Patna.",
		"webpage": "www.bitmesra.ac.in"
	},
	{
		"collegename": "Thapar Institute of Engineering and Technology - Patiala",
		"description": "Thapar Institute of Engineering & Technology here on 19 January 2018, Friday signed a comprehensive institutional agreement with Israels Tel Aviv University (TAU), covering research, teaching and student exchange between both institutions.Both of them have agreed to establish a programme for academic cooperation, bring benefits of credit transfer programmes in engineering and life sciences and participation in the israeli varsity's summer programmes, post-doctoral fellowships and semester exchange opportunities.TIET and TAU will also work together in research fields. With over 100 research centres, TAU, consistently ranked in the top 20 in the world in terms of scientific citations and among the top 100 universities internationally, is known for ground-breaking research, leading researchers and faculty, strong interdisciplinary focus, and the values of globalism, pluralism and social responsibility.On signing the agreement, TAU President, Prof Joseph Klafter said: Like Thapar University, we are strong in engineering and management and also have a wide spectrum of departments across the sciences, humanities and arts.TIET President Gautam Thapar said that the agreement will help in strategic international partnerships and enhance the quality and reach of the varsity.Klafter, who was chief guest at the 31st convocation of TIET gave away degrees and medals to students at the function on Friday. A total of 1,731 degrees were awarded at the convocation, including 73 PhD degrees, 693 Masters in Engineering, Sciences, Humanities and Management and 961 Bachelors. degrees in Engineering. Thapar Institute of Engineering and Technology, founded in 1956, is housed in a 250-acre campus in Patiala, about 70 km from Chandigarh.",
		"address": "Bhadson Rd, Adarsh Nagar, Prem Nagar, Patiala, Punjab 147004",
		"longitude": "76.3625125",
		"latitude": "30.3564288",
		"extra": "CILP arranges campus interviews for placement of final year students of all branches by inviting various Public Sector and Private organization. A data base of organizations is available with CILP which is continuously updated.All students of various BE engineering disciplines are required to spend a full six month’s semester in the industry completing an industrial project under the joint supervision of industry supervisors and TIETU faculty. Similarly the students of MCA do a System Development Project (SDP) of sixteen weeks duration, the students of M.Sc spend a six weeks summer training & students of MBA spend two months training in the industry. This provides a system of education that formally integrates academic studies with related work experience. More than 150 Industries provided Project slots/Training to our students, CILP assists in arranging project semester slots for various branches of engineering.ME/M.Tech Students from Computer Science, Electrical Instrumentation, Electronics Communication, Biotech & Mechanical Engineering Departments go for One Year Internship.CILP also assists in arranging six week’s summer training for students of BE IIyr of Electronics and Communication Engineering, Electronics (Instrumentation & Control), Electrical and Computer Engineering disciplines.CILP is closely involved in Industry/Institute Interaction Programmes such as Faculty Exchange Programme, Mobility of Industrial Personnel Programme and Joint Research Projects in collaboration with industries.",
		"webpage": "www.thapar.edu"
	},
	{
		"collegename": "Indian Institute of Technology Madras",
		"description": "Indian Institute of Technology Madras is one among the foremost institutes of national importance in higher technological education, basic and applied research. In 1956, the German Government offered technical assistance for establishing an institute of higher education in engineering in India. The first Indo-German agreement in Bonn, West Germany for the establishment of the Indian Institute of Technology at Madras was signed in 1959.The Institute was formally inaugurated in 1959 by Prof. Humayun Kabir, Union Minister for Scientific Research and Cultural Affairs. The IIT system has sixteen Institutes of Technology. The first of these to be instituted are at Kharagpur (estb. 1951), Mumbai (estb. 1958), Chennai (estb. 1959), Kanpur (estb. 1959), Delhi (estb. 1961), Guwahati (estb. 1994) and Roorkee (estb. 1847, joined IITs in 2001).IIT Madras is a residential institute with nearly 550 faculty, 8000 students and 1250 administrative & supporting staff and is a self-contained campus located in a beautiful wooded land of about 250 hectares. It has established itself as a premier centre for teaching, research and industrial consultancy in the country.The Institute has sixteen academic departments and a few advanced research centres in various disciplines of engineering and pure sciences, with nearly 100 laboratories organised in a unique pattern of functioning. A faculty of international repute, a brilliant student community, excellent technical & supporting staff and an effective administration have all contributed to the pre-eminent status of IIT Madras. The campus is located in the city of Chennai, previously known as Madras. Chennai is the state capital of Tamilnadu, a southern state in India.",
		"address": "Indian Institute Of Technology, Chennai, Tamil Nadu 600036",
		"longitude": "80.231502",
		"latitude": "12.9914981",
		"extra": "The Indian Institute of Technology Madras is one of the most reputed institutes for technological education and research in India. Known for its strong relations with the industry, the Institute has always been a favourite destination of recruitment for many firms.The Training and Placement office is the nodal point of contact for companies seeking to establish a fruitful relationship with IIT Madras. As our logo says, Siddhirbhavati Karmaja - Success comes through hard word. ",
		"webpage": "https://www.iitm.ac.in"
	},
	{
		"collegename": "National Institute of Technology Tiruchirappalli",
		"description": "NIT, Tiruchirappalli (formerly, REC Tiruchirappalli) started with three engineeringbranches, namely, Electrical, Mechanical and Civil. The three branches arerepresented (reading L to R) by the transmission tower, Archimedes lifting the earthwith a lever, and a multi-storied structure. At the bottom of the Cog-Wheel is the Sanskrit phrase – Satyameva Jayate– meaning, Truth Alone Triumphs. The two lighted lamps on either side symbolize the light of knowledge andtruth. In the foreground are the major land marks of the city: the ‘Rockfort Temple’and the ‘Our Lady of Lourdes Church’.At the base of the Rockfort Temple is 1964, the year of establishment.The emblem is embellished with a circular band with the expansion of NITon the upper arc and Tiruchirappalli, in the lower arc.",
		"address": "Tanjore Main Road, NH67, near BHEL, Tiruchirappalli, Tamil Nadu 620015",
		"longitude": ",78.8110294",
		"latitude": "10.7589434",
		"extra": "International Accreditation and Ranking in tertiary education largely guide goal-setting. The perception built by the stakeholders, crucially influence the process of repositioning. Benchmarking with global universities who are in the top 200 in world rankings in terms of teaching, innovation and research, funding and internationalisation. Hence, the need to set the following goals:Attracting top talent and global collaborationsBuilding world-class research infrastructure to facilitate multi- / inter- / trans-disciplinary researchInitiatives towards financial sustainabilitySocial outreach activities of national / international importance.Top 10 in India ranking in Engineering Discipline.Top 500 in World Ranking in five years",
		"webpage": "https://www.nitt.edu/"
	},
	{
		"collegename": "Hindustan Institute of Technology and Science",
		"description": "Hindustan College of Engineering, started in the year 1985, was conferred the SASTRA UNIVERSITY, THANJAVURSASTRA UNIVERSITY, THANJAVURSASTRA UNIVERSITY, THANJAVURUniversity Status by University Grants Commission (UGC), Government of India, Under Section 3 of UGC Act 1956 from the academic year 2008-09 and under the name HITS (Hindustan Institute of Technology and Science).Today, Hindustan Institute of Technology and Science is one of the most sought after engineering Institutions in Tamil Nadu, reputed for its highly qualified and experienced faculty and excellent infrastructural facilities for curricular and extra curricular activities, the University has maintained an enviable academic excellence right from its inception. The student community comprises of students from all over India and Overseas. We have students hailing from Afghanistan, Bangladesh, Bhutan, China, Egypt, Ethiopia, France, Indonesia, Kenya, Korea, Liberia, Libya, Mauritius, Nigeria, Oman, Rwanda, Singapore, South Africa, South Korea, Sudan, U.A.E, Thailand, Vietnam, Tanzania, USA, etc.The university has accomplished its mission and its academic achievements are a testimony to the same. More than 80% of students secure first class with distinctions year after year. Over 950 students have been placed in leading companies in India and abroad in the last 3 years. The students of this reputed institution are receiving placement offers from leading companies in India and Abroad. The institution has collaborative partnerships with leading universities in USA, Singapore, Australia, etc. It has students and faculty exchange programs with leading international universities. The university has also has received numerous accolades and awards over the years.",
		"address": "1, Rajiv Gandhi Salai, Old Mahabalipuram Road, Padur, Kelambakam, Chennai, Tamil Nadu 603103",
		"longitude": "80.2218417",
		"latitude": "12.800889",
		"extra": "Above 75% Annual Placement ConversionEncouragement of innovative talents & spirits of the students through Hindustan Technology Business Incubator (HTBI) & Hindustan Entrepreneurship and Innovation Centre (HEIC)Strong Alumni NetworkSponsorship to attend seminars/conferences (National & International)Highly qualified faculty with industry and academic experienceAccess to state-of-the-art laboratories and workshopsInternational Mobility Programmes including one semester abroad program, student/faculty exchanges and higher studiesScholarship available for meritorious and sports studentsMOUs with leading industries and institutions in India and AbroadExcellent library facility with complete digital access for online databases like SCOPUS, IEEE, Springer, ScienceDirect, Nature, ecOpportunity to be involved in various research centres and projects on campus.Regular Industrial Visits & Internship to execute projects at national and international Industries/Institutions10 Research Centres and 7 Schools (Aeronautical, Building, Computing, Electrical, Management, Mechanical, Science & Humanities)Adherence to Bloom's Taxonomy and Outcome Based Education (OBE) PracticesChoice Based Credit System (CBCS) for students to choose the subjects and teachers",
		"webpage": "https://hindustanuniv.ac.in/"
	},
	{
		"collegename": "SASTRA UNIVERSITY, THANJAVUR",
		"description": "SASTRA University was started in 1984 as Shanmuga Engineering College and it was then affiliated to the Bharathidasan University, Tiruchirapalli. In 2001, SASTRA broke its affiliation to become the first institution to acquire the ‘Deemed University’ status in Tamil Nadu. SASTRA University boasts of a manifold of undergraduate and postgraduate programmes in Engineering, Law, Commerce, Science, Education, Management, Arts and is a sought after institution for research.With a sprawling campus having a built-up area of over 232 acres and a vibrant population of over 16,000 students and over 800 teaching faculty, SASTRA has become a landmark in the educational map of India. The standards which students have set in industry and academia, both in India & abroad have been reflected in the grades awarded by educational bodies as SASTRA has been re-accredited with Grade ‘A’(maximum) by the National Accreditation and Assessment Council(NAAC) a statutory body of the U.G.C. SASTRA has also successfully signed the memorandum of understanding with many reputed and top-notch universities all over the globe thus enabling a student exchange programme between them.VEE SEE BEE Trust, a trust created for the promotion of education in various fields by a philanthropist of Thanjavur District, was accorded permission to establish an Institution for technical education under the Self-Financing Scheme formulated by the Government of Tamil Nadu vide G.O.Ms. No.317 dated 22-3-1984 issued by the Department of Education, Science and Technology from the academic year 1984-85.Trustees of the VEE SEE BEE Trust decided to locate the Institution in the village TIRUMALAISAMUDRAM, Thanjavur District as their first unit which is approximately 17km away from Thanjavur on NH67 Thanjavur to Trichy. The Institution is named as SHANMUGHA POLYTECHNIC COLLEGE.SHANMUGHA POLYTECHNIC COLLEGE affiliated to the State Board of Technical Education and Training of the Government of Tamilnadu offers Diploma Courses of three years duration in the following branches for this year.",
		"address": "Trichy-Tanjore Road, Thirumalaisamudram, Thanjavur, Tamil Nadu 613401",
		"longitude": "79.0162224",
		"latitude": "10.7285184",
		"extra": "As a University, SASTRA has been re-accredited in the III cycle with a maximum GRADE 'A+' by National Assessment and Accreditation Council (NAAC), an autonomous body established by the University Grants Commission. The Score of 3.54 puts SASTRA as number one university of its type in Tamilnadu and amongst the top in the country.The Peer Team expressed satisfaction about the genuine interest and approach of the University in maintaining quality and standards in its educational activities. It also commended the University for its several good practices and achievements, some of which in particular are:NAACWell articulated Vision and Mission; Participative and supportive managementGood academic infrastructure; multi-disciplinary research facility and infrastructurePlanned knowledge management and knowledge sharing initiativesA confluence of value-based systems and science and technology educationSocially relevant and practice oriented teaching and researchThe discipline and academic ambience promotes quality learning and R&D activitiesImplementing CBCS based academic programmesCurricula revision in line with emerging requirement of industryTransparent and merit based online admission systemStructured feedback system from students; feedback from other stakeholders including media, public, employers and alumniWell planned academic schedule and calendar in place and implemented effectivelySpecial schemes like Desh-Videsh for students to visit abroad fora semesterActive placement cell; Good placement indicative of learning outcom.sSpecially created research incubation facilityln-house mini production facility for hands on training in some disciplinesGood knowledge resource and computational facilityIncreasing trend in number and quality of publicationCorpus fund for research and modernization, innovation and teaching assistantship, faculty development, pension and other schemesNational recognition for research in Indian system of medicineRobust campus wide Wi-Fi connectivity with threat management systemsStudent enrichment, soft skills training and gender sensitization programmesFinancial assistanceship, freeships and scholarships to student communityResearch exposure to undergraduate studentsValue-based education opportunities towards all round development of students On-line mentoring system",
		"webpage": "http://sptc.sastra.edu/"
	},
	{
		"collegename": "PSG College Of Technology",
		"description": "PSG College of Technology, an ISO 9001:2015 certified institution is one of the foremost institutions founded by the PSG & Sons' Charities Trust (1926). The College was established in the year 1951 and the Founders wisely decided to locate it in the same campus as the PSG Industrial Institute for effective industry-institute interaction.The PSG College of Technology is situated at about 8 km from Coimbatore Railway Station and 5 km from Airport. The campus is spread over 45 acres of land, economically utilized for the College, Hostels, Staff Quarters, Play Fields and Gardens.PSG College of Technology, under the guidance of illustrious Managing Trustees Sri G R Govindarajulu, Dr G R Damodaran, Sri G Varadaraj, Sri G R Karthikeyan, Sri V. Rajan, Sri G.Rangaswamy and presently under Sri L Gopalakrishnan, all with foresight and far reaching vision, has been in the forefront of innovation in technical education. The founder Principal Dr G R Damodaran was instrumental in the planned growth of the institution from the humble beginnings in 1951 to the present status of a world-renowned technological institution. Dr G R Damodaran was succeeded by Dr R Subbayyan, Dr K Venkataraman, Dr A Shanmugasundaram, Dr S Subramanyan, Dr P Radhakrishnan, Dr S Vijayarangan and Dr R Rudramoorthy as Principal's. Presently Dr K Prakasan is Principal In Charge.The College today has a student strength of about 8518 with 15 engineering and technology departments besides the computer applications, management sciences, basic sciences and humanities departments. Among the various Under-Graduate and Post-Graduate programmes offered by the college, as many as 18 programmes were accredited in the year 1997 itself by the National Board of Accreditation of AICTE. The departments are greatly benefited by the expertise of more than 15 visiting faculty from renowned institutions and industries. Each department conducts annually at least one National / International Conference / Seminar / Workshop for effective dissemination of state-of-art technologies and research findings for the benefit of teaching faculty and industries. On an average every year, five short term programmes on current topics of interest are conducted for the teaching faculty from other colleges with funding from AICTE / ISTE and other agencies.More than 505 research scholars are pursuing research programmes leading to Ph D / MS / M Tech degrees and the college is a recognized QIP centre for Postgraduate and Ph D programmes.The college is extremely proud of its alumni, a considerable number of them being entrepreneurs or senior executives in industries both within India and abroad. Some of them are holding prestigious positions like Chief Executive and Managing Director and also as Chairmen of various disciplines in universities abroad. A good number of our alumni occupied the position of Vice Chancellor in various reputed universities in India . A few educational institutions have also been established by our alumni.Several advanced centres are set up with financial support from the Ministry of Human Resources Development, DST and other agencies. These include: the CAD/CAM/CIM Centre, Virtual Reality Centre, Virtual Instrumentation Centre, Educational Technology Centre, Centre for Non-Formal and Continuing Education, PROJECT IMPACT Centre (a project funded by the World Bank, Swiss Development Corporation and the Government of India), UNDP Jute Project Centre, TIFAC - CORE, Rapid Prototyping and Manufacturing Centre, Festo-PSG Centre for Pneumatic and Control Engineering, Metals Testing and Research Centre, Industry Institute Partnership Cell and CII - TDB TNET Centre.The programmes of the college are recognized all over India and abroad. The college maintains close interaction with several R&D Institutions and institutions of higher learning in India and abroad, through institutional network programmes and collaborative research programmes. It also has close collaborative links with industries in the fields of Automotive, Aerospace, Defence, Textile, Machine Tools, Software Development and Consumer durables.The college has been the recipient of several prestigious projects and International funding support. The college was conferred the AUTONOMOUS STATUS by the University of Madras in the academic year 1978-79, which is continued by the Bharathiar University and subsequently by Anna University. This enables the college to frame its own curricula, update syllabi and introduce new courses as and when needed. The college is empowered to administer its own evaluation system.The college has signed MoU with research organizations and industries in order to promote closer interaction with other institutions in the areas of technology development, training of students, curriculum updating and development of state-of-art centres.",
		"address": "Avinashi Rd, Peelamedu, Coimbatore, Tamil Nadu 641004",
		"longitude": "77.0124336",
		"latitude": "11.0432357",
		"extra": "SG College of Technology has an independent Placement Office facilating campus recruitment for multinational and national organizations. It is headed by a Professor designated as Dean, Placement & Training and he is supported by Placement Officer and a full time placement coordinator. The office is also assisted by student coordinators who lead a team of placement representatives of various programmes. The placement office ensures and takes care to provide the best environment and hospitality for the visiting companies' officials.The placement office, functions in a separate air conditioned block with state-of-the-art facilities for conducting Pre Placement Talk, Written Test, Group Discussion and Interviews and has steadily progressed over the years in enhancing the placement potential effectively. It plays a very important and key role in counseling and guiding the students of the college for their successful career.More than 90 reputed National and Multinational companies visit our institution for campus recruitment annually. Our institute has very impressive placement record and it is availbale herePSG College of Technology is ranked one among the top fifteen National level technical Institutes, in terms of number of students receiving placement offers from reputed organizations from all over the country.",
		"webpage": "http://www.psgtech.edu/"
	},
	{
		"collegename": "Bharath Institute of Higher Education and Research",
		"description": "The first self-financing Engineering College in the name of Bharath Institute of Science and Technology (BIST) was started in Tamil Nadu in 1984 by Sri Lakshmi Ammal Educational Trust, established by the academic visionary Dr.S.Jagathrakshakan. The trust then started Sree Balaji Dental College and Hospital, in 1989. Sree Balaji Dental College and Hospital was first recognized as a Deemed to be University by MHRD in July 2002, under section 3 of the UGC Act 1956 under the new trust Bharath Institute of Higher Education and Research (BIHER). The Bharath Institute of Science and Technology (BIST) was then brought under the ambit of Bharath Institute of Higher Education and Research (BIHER) in January 2003.Thus, Bharath Institute of Higher Education and Research (BIHER) is providing multi-stream, multi-cultural and high quality education to nearly 10000 students from around the world. It is functioning in a sprawling area of 305 acres of land with 1.3 crore sq.ft buildings located in 6 Campuses both in Tamil Nadu and Pudhucherry with the state of the art infrastructure facilities. There are well qualified Teaching Faculty members to teach various UG and PG programmes and to guide Ph.D. Research.",
		"address": "173, Agaram Main Rd, Selaiyur, Chennai, Tamil Nadu 600073",
		"longitude": "80.1398399",
		"latitude": "12.9077703",
		"extra": "Placement and Training CellStudents are encouraged to seek the opportunities and enhance their learning experience with a practical knowledge. The Placement and Training Cell provides a platform for the students and the companies as well so that the collaboration is mutually beneficial.Once a student enters this University, the Institution takes the entire responsibility to develop that individual into a personality. The students are overwhelmed with the opportunities they are provided with. They are left open to a umpteen number of choices lying in front of them to choose in parallel to their academics. BIHER believes in enhancing its students through dedicated concentration on each and every student and sees to that everyone enhances their talents with the opportunities they are provided with. Once the placement season commences, one can feel the vibrant environment on the campus. Talents go barely unrecognized in the Bharath Institute of Science and Technology (Deemed to be University) as we leave no stone unturned, to place our students.With expanding the role of business globally, Bharath Institute of Science and Technology (Deemed to be University) is the place which comes to the minds of the recruiters once the placement season starts. we focus not only on the career-oriented growth but offers versatility.  There has been a consistent growth in our placements record. Today, graduating does not mean getting a degree certificate alone but equipping one with in-depth knowledge of the subject. It has also become mandatory that the student instils both technical and soft skills within him in order to reach heights.BIHER helps the students to achieve this by conducting various workshops, guest lectures and seminars and also by letting them participate in various other extra-curricular activities. We are passionate towards grooming the students not only as the efficient professionals but also as the responsible citizens. At Bharath Institute of Science and Technology (Deemed to be University), it is our incessant endeavour to make all our students industry-ready.",
		"webpage": "https://www.bharathuniv.ac.in/"
	},
	{
		"collegename": "Tamil Nadu Agricultural University",
		"description": "tamil Nadu Agricultural University is a leading agrotechnology provider of India and its graduates are recognized throughout the world. The Tamil Nadu Agricultural University (TNAU) had its genesis from establishment of an Agricultural School at Saidapet, Chennai, Tamil Nadu, India as early as 1868 which was later relocated at Coimbatore during 1906.The University is offering Ten Under Graduate degree programmes in Science and Technology are being offered in 14 constituent colleges and 27 affiliated (private) colleges located throughout Tamil Nadu, Forty Postgraduate Degree Programs and Twenty Six Doctoral Programs in 14 Colleges distributed in 11 campuses all over Tamil Nadu. TNAU has 36 Research Centers for Agrotechnology development and 14 Farm Science Centers for outreach.The National Institutional Ranking Framework (NIRF)-2019 of Ministry of Human Resource Development (MHRD), GOI ranked TNAU as the second among the State Agricultural Universities in India. Moreover TNAU figured 68th and 44th place in ‘Overall’ and ‘Universities’categories, respectively and Ranked 105th in QS-BRICS.",
		"address": "Tamil Nadu Agricultural University",
		"longitude": "76.9332642",
		"latitude": "11.0123314",
		"extra": "amil Nadu Agricultural University is a leading agrotechnology provider of India and its graduates are recognized throughout the world. The Tamil Nadu Agricultural University (TNAU) had its genesis from establishment of an Agricultural School at Saidapet, Chennai, Tamil Nadu, India as early as 1868 which was later relocated at Coimbatore during 1906.The University is offering Ten Under Graduate degree programmes in Science and Technology are being offered in 14 constituent colleges and 27 affiliated (private) colleges located throughout Tamil Nadu, Forty Postgraduate Degree Programs and Twenty Six Doctoral Programs in 14 Colleges distributed in 11 campuses all over Tamil Nadu. TNAU has 36 Research Centers for Agrotechnology development and 14 Farm Science Centers for outreach.The National Institutional Ranking Framework (NIRF)-2019 of Ministry of Human Resource Development (MHRD), GOI ranked TNAU as the second among the State Agricultural Universities in India. Moreover TNAU figured 68th and 44th place in ‘Overall’ and ‘Universities’categories, respectively and Ranked 105th in QS-BRICS.",
		"webpage": "http://www.tnau.ac.in/"
	},
	{
		"collegename": "Saveetha School of Engineering",
		"description": "Dr. N.M.Veeraiyan, Chancellor SIMATS, began his journey in education with an ambition to start a model dental college. He started Saveetha Dental College & Hospital in Chennai in 1988 and subsequently College of Nursing in 1992, College of Physiotherapy in 1993 and College of Occupational Therapy in 1998 .The service to the cause of education was extended to other fields by establishment of Saveetha Engineering College in 2001. He created the SIMATS Deemed University in 2005 and the rest is history.",
		"address": "saveetha nagar, Thandalam - Perambakkam -Thakkolam Rd, Tamil Nadu 602105",
		"longitude": "80.0168236",
		"latitude": "13.0288642",
		"extra": "We want to give a beautiful learning experience to our students. We expect our students to spend more time in SLRC which houses more than 30,000 books and variety of academic magazines. It can at a time accommodate more than 200 students and is equipped with an exclusive E- journal section, Small group Learning, Reprography and a Reference sections. For many of our students, SLRC is a place where they like to spend more time.",
		"webpage": "https://saveethaengineering.com/"
	},
	{
		"collegename": "AMRITA VISHWA VIDYAPEETHAM, COIMBATORE",
		"description": "Amrita Vishwa Vidyapeetham was the youngest institution to be awarded with an 'A' grade by the National Assessment and Accreditation Council (NAAC), an autonomous body established in 1994 by the University Grants Commission (UGC) of India to assess and accredit institutions of higher education in the country. To be eligible to apply for the NAAC accreditation, an educational institution should have completed five years. Amrita Vishwa Vidyapeetham had just completed six years in January 2009 when it applied for the accreditation. 'A' is the highest grade that can be awarded to the best-in-class institutions for higher learning.",
		"address": "Amritanagar, Ettimadai, Tamil Nadu 641112",
		"longitude": "76.8984392",
		"latitude": "10.9026791",
		"extra": "Amrita Vishwa Vidyapeetham personifies multi-disciplinary academic excellence through the exceptional quality of its education system that is modern and comprehensive, with special emphasis on core human values.Undergraduate, postgraduate and doctoral programmes are offered in Engineering, Business, Medicine, Dentistry, Pharmacy, Nursing, Journalism, Biotechnology, Information Technology, Arts and Sciences, Health Sciences, Teacher Education, Microbiology, Hospital Management, Visual Media Studies, Mass Communication, Social Work, Nanosciences and Ayurveda.",
		"webpage": "https://www.amrita.edu/"
	},
	{
		"collegename": "Aiman College of Arts & Science For Women",
		"description": "AIMAN College of Arts and Science for Women was established by the AIMAN Education and Welfare Society as a religious minority institution with the primary objective of providing higher education to the socially backward section of the society in general and Muslim minority women in particular. The college was inaugurated in the year 2000 in Tiruchirappalli, Tamil Nadu, with 3 undergraduate courses and 10 members of staff.The College is located at K.Sathanur off K.K Nagar, Trichirappalli Town , just 5 km away from the Tiruchirappalli Railway Junction, Central Bus Stand and Airport. The College now offers 8 Undergraduate and 2 Postgraduate courses, viz., B.Com, B.A. English , B.B.A, B.Sc. Computer Science. B.Sc. Physics. B.C.A, B.Sc., Nutrition & Dietetics, B.Sc. Maths, M.A English and M.Sc. Computer Science. There are 45Teaching and 21 non-teaching staff membersThe Green and Placid campus has an Administrative Block, a 3-storeyed Main Block housing class rooms,New Block with mini Seminar hall and Computer laboratories. A Grandeur Auditorium of 1000 capacity, well-stacked Library and well-equipped Physics, Chemistry and N&D Laboratories are in the ground floor. A Canteen is run in the Campus for the benefit of the Students and Staff. It is kept clean, healthy & hygenic food, snacks and beverages are served.Students are drawn from several parts of the State and they are given a decent accommodation in the 2 Blocks of Hostels with clean and hygienic environment and modern cooking and dining facilities. Few Air Conditioned rooms are also available in the one of the hostel blockThere are 960 students on roll and 630 are hostellers. The day scholars are commuted by 7 college buses from the city and places 25kms away from the college as well. Discipline and character building are given prime importance in the college. Moral and Deeniyath classes are held regularly. A modest Masjid adds to the spiritual component of the campus.The college has been registering excellent results consistently in the University Examinations ever since the inception. The college produces many rank holders every year. Most of the alumnae are well placed and well settled in our country and abroad. A Special feature of the colleges the MUBALLIGHA Course - a 3 year Diploma Course offered under the auspices of the united Welfare Organization (UNWO), Chennai, and conducted in the afternoons. As a part of empowerment the students are given Training in Fashion Technology, Desk top Publishing (DTP), Spoken English and Arabic Skills by experts in these fields .Short term /Certificate course /Diploma courses are conducted in the college by the Institute of Entrepreneurship and Carrier Development(IECD), Trichy .In order to engage students productively during the free time, students who are motivated can enroll in courses offered by IECD or other extra Curricular activities or diploma /certificates courses conducted by concurrent programmes offered by Bharathidasan University.Special care is taken for physical fitness by providing sports and games facilities to the students. As outreach programs the students take part enthusiastically in extra-curricular activities like NSS(National Service Scheme), YRC(Youth Red Cross), RRC(Red Ribbon Club), CCC(Citizen Consumer Club). In addition LEO club and Rotract club also functions in the college to inculcate civic and social consciousness among students. They are also encouraged to participate in competitions and cultural events organized by other institutions The college aims at promoting academic excellence, develops discipline and self reliance in the students and makes them socially responsible citizens.The College strives to motivate its students to excel in every aspect of life and to have integrated dynamic personality.Students being intellectually competent, morally upright, spiritually strong, purposefully oriented and sensitive to the needs of the society may be able to face life challenges courageously and work committedly for the welfare of all people without discrimination.",
		"address": "Near KK Nagar K, Sathanur, Tiruchirappalli, Tamil Nadu 620021",
		"longitude": "78.6834378",
		"latitude": "10.7490672",
		"extra": "An awareness program for the II and III year students on  “Job opportunities in private and Government sectors” by Explore Academy, Coimbatore. Aptitude, verbal Ability and Logical Reasoning were handled by experts. Students were given awareness on RRB, SSC and TNPSC examinations.An orientation program on “Group Discussion” was given by Mr.S.Nisar Ahamed, Trading incharge. A mock group discussion was conducted.Mr.S.Jasima Yasmin, Placement Officer, took our students for an interview at Nalam Hospital, Trichy.4 Students have been recruited for Front desk and Dietetics department.",
		"webpage": "http://www.aimancollege.org/"
	},
	{
		"collegename": "AJK College of Arts & Science",
		"description": "AJK College of Arts and Science established in the year 2007, is a new age Educational Institution built on core fundamentals to create and nurture a talent pool of youth through a holistically designed curriculum that departs from the routine mode of learning. It provides a high degree of personalized education and supports the advancement and dissemination of knowledge through teaching, research and scholarly activities.The edifice of the college rests on a unique module where implementation of ideas and methodologies go hand in hand with learning. The college has already set new benchmarks in the field of Education. The college not only celebrates freedom of thought but also cultivates vision and encourages the growth of human values in the society. The Institution showcased a remarkable growth within a short span of 12 years. The vision of the college is to provide higher education ensured by quality teaching. The institution has participated in the rural development process of India named Unnat Bharat Abhiyan and ranked 115th amongst the Higher Educational Institutions in India.",
		"address": "Palakkad Main Road, Navakkarai, Coimbatore, Tamil Nadu 641105",
		"longitude": "76.8709456",
		"latitude": "10.857481",
		"extra": "The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.The AJK College of Arts & Science has an active Placement Cell, which takes initiative for placing students in reputed companies with attractive salary. It also conducts Excel MET (Mathematics, English & Technical) Programme, Career guidance, Aptitude & Mock interview.",
		"webpage": "https://www.ajkcas.com/"
	},
	{
		"collegename": "Aligarh Muslim University",
		"description": "Sir Syed Ahmad Khan, one of the architects of modern India was born on October 17, 1817 in Delhi and started his career as a civil servant.The 1857 revolt was one of the turning points in Syed Ahmed's life. He clearly foresaw the imperative need for the Muslims to acquire proficiency in the English language and modern sciences, if the community were to maintain its social and political clout, particularly in Northern India.He was one of those early pioneers who recognized the critical role of education in the empowerment of the poor and backward Muslim community. In more than one ways, Sir Syed was one of the greatest social reformers and a great national builder of modern India. He began to prepare the road map for the formation of a Muslim University by starting various schools. He instituted Scientific Society in 1863 to instill a scientific temperament into the Muslims and to make the Western knowledge available to Indians in their own language.The Aligarh Institute Gazette, an organ of the Scientific Society, was launched in March 1866 and succeeded in agitating the minds in the traditional Muslim society. Anyone with a poor level of commitment would have backed off in theface of strong opposition but Sir Syed responded by bringing out another journal, Tehzibul Akhlaq which was rightly named in English as 'Mohammedan Social Reformer'In 1875, Sir Syed founded the Madarsatul Uloom in Aligarh and patterned the MAO College after Oxford and Cambridge universities that he went on a trip to London. His objective was to build a college in line with the British education system but without compromising its Islamic values.He wanted this College to act as a bridge between the old andthe new, the East and the West. While he fully appreciated the need and urgency of imparting instruction based on Western learning, he was not oblivious to thevalue of oriental learning and wanted to preserve and transmit to posterity therich legacy of the past. Dr. Sir Mohammad Iqbal observes: The real greatness of Sir Syed consists in the fact that he was the first Indian Muslim who felt the need of a fresh orientation of Islam and worked for it -- his sensitive nature was the first to react to modern age.The aim of Sir Syed was not merely restricted to establishing a college at Aligarh but at spreading a network of Muslim Managed educational institutions throughout the length and breadth of the country keeping in view this end, he instituted All India Muslim Educational Conference that revived the spirit of Muslims at national level. The Aligarh Movement motivated the Muslims to help open a number of educational institutions. It was the first of its kind of such Muslim NGO in India, which awakened the Muslims from their deep slumber and infused social and political sensibility into them.Sir Syed contributed many essential elements to the development of the modern society of the subcontinent. During Sir Syed's own lifetime, 'The Englishman', a renowned British magazine of the 19th century remarked in a commentary on November 17, 1885: 'Sir Syed's life strikingly illustrated one of the best phases of modern history. He died on March 27, 1898 and lies buried next to the main mosque at AMU.",
		"address": "Aligarh, Uttar Pradesh 202001",
		"longitude": "78.0760014",
		"latitude": "27.9135063",
		"extra": "Aligarh Muslim University (AMU) draws students from all corners of the country as well as foreign countries, especially Africa, West Asia and Southeast Asia. In some courses, seats are reserved for students from SAARC and Commonwealth Countries. The University has 12 Faculties viz. Agricultural Sciences, Arts, Commerce, Engineering & Technology, Law, Life Sciences, Medicine, Management Studies & Research, Science, Social Sciences, Theology, Unani Medicine, each comprising of several Departments of Studies.The University also maintains a number of Colleges, Institutes, Centres and Schools. Notably among them are Women's College, Centre of Professional Courses, Interdisciplinary Biotechnology Unit , Zakir Hussain College of Engineering & Technology, Ajmal Khan Tibbiya College, Jawaharlal Nehru Medical College, Dr. Ziauddin Ahmad Dental College, Institute of Ophthalmology, Centre for Advanced Studies in History, Centre for Women Studies, Centre for Nehru Studies, University Polytechnic University, Women's Polytechnic, K.A. Nizami Centre for Quranic Studies, Schools including one for the visually challenged.",
		"webpage": "https://www.amu.ac.in/"
	},
	{
		"collegename": "Lady Shri Ram College for Women",
		"description": "LSR was established in 1956 by late Sir Shri Ram in memory of his wife. His commitment to the cause of education was not merely philanthropic but was integral to his idea of nation building. Today, LSR has evolved into a gateway to excellence. We not only prove ourselves in academics but also in co-curricular and extra-curricular activities. A look at the many university rank holders across departments as well as the number of awards won at national and international sports and cultural competitions, the numerous distinguished visitors  as well as the multitude of societies that college is buzzing with bears testimony to the rich tapestry that characterises LSR.Lady Shri Ram College for Women, has long been recognized as a premier institution of higher learning for women in India. A centre for academic excellence and achievement, it is today one of the finest institutions for Social Sciences, Humanities and Commerce, while also offering a B.Sc. Programme in Statistics. Professional courses like Elementary Education and Journalism are among its strengths. Located at the cutting edge of knowledge, LSR has not just kept pace with the changing world, but has been the pioneering spirit behind many innovations in the field of education. The striving is to imbue the teaching/learning process with a unique blend of intellectual rigour and aesthetic and ethical engagement.",
		"address": "86B, Nandi Vithi Rd, near LSR college, N Block, Greater Kailash I, Lajpat Nagar 4, New Delhi, Delhi 110024",
		"longitude": "77.2358339",
		"latitude": "28.5592948",
		"extra": "The Entrepreneurship Cell aims at inculcating entrepreneurial spirit in the young minds, and at providing a platform where potential is tapped and opportunities are grabbed to assist, nourish and develop an aspiring idea into a business talent. The top priority of the Cell is to get these minds “thinking” and not just following.We have two live projects, “Project Kaushal” and “Prayaas se Pragati” to achieve our mission. Project Kushal enables the provision of mentorship by connecting students with potential business ideas, with real life angel investors and entrepreneurs to provide them assistance in all aspects. Praayas se Pragati, initiated this year, is an educational program aiming at providing school students with basic financial and entrepreneurial knowledge to make entrepreneurship a possibility for more and more students. The Cell is committed towards achieving its objectives by conducting various sessions with experienced entrepreneurs to enlighten and motivate the young minds.",
		"webpage": "https://lsr.edu.in/"
	},
	{
		"collegename": " Alpha Arts and Science College ",
		"description": "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
		"address": "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
		"longitude": " 80.142289 ",
		"latitude": " 13.045989 ",
		"extra": " The Training and Placement Cell helps students determine their educational and career goals, acquire career-oriented skills and attain desired employment. It trains them in group discussions, aptitude tests, numerical ability and technical facets, conducts mock interviews and organizes recruitment drives both off and on campus. It has a full time Placement Officer. ",
		"webpage": " https://alphagroup.edu/arts-science/ "
	},
	{
		"collegename": "Arignar Anna Government Arts College",
		"description": "Topographically, the college is circumfused by Kalvarayan hills and Vasishta river on the north and Kolli-Pachamalai hills and Swetha (Vellar-white river) river on the South. Both the rivers derive their name after the Pandava Arjuna (Swetavahana) and Sage Vasishta respectively. The serenity of its surroundings is revealed by its copsy appearance favors the institution pleasant academic environs. Historical evidences show the antiquity of the area as well. The archaeological discoveries of the nearest places and epigraphical records testify the prehistoric dwellings of the area too. Despite, it will be worthy to mention about the Bana chieftains of Magadaimandalam during the medieval period. Banses established their headquarters at Aragalur very close to Vadachennimalai. Aragalur was in the Arrur Kurran of Jananatha Valanadu, of a subdivision of Magadaimandalam in the medieval Tamil Nadu. The epigraphical records show that the Banas were the feudatories of the imperial Cholas and Pandyas",
		"address": " Arignar Anna Government Arts College, Vadachennimalai, Tamil Nadu 636121",
		"longitude": "76.971260",
		"latitude": "10.995960",
		"extra": "This College is surrounded by many tribal villages. Hostel facilities are provided by Tamilnadu Backward class, Most Backward class & Minorities Welfare Departments & AdiDravidar and Tribal Welfare Department. Men & Women students at the vicinity of the College. It is an opportunity for  the  poor students from the surrounding  area for continuing their higher education. Those students who have got admission in the  first year are eligible to apply for the same and the concerned welfare department choose the students as per norms and conditions. Totally Four Hostels are located adjacent to  the College Campus. Pure water facility , food , accommodation, play ground and  toilet facility are provided by the hostel administration. Naturally a good peaceful  study environment is held here. A hostel warden is appointed for each hostel to  take care of hostellers. Further a cook, helpers and scavengers are also working in the hostels",
		"webpage": "http://www.aagacattur.org.in/"
	},
	{
		"collegename": "Arignar Anna Government Arts College",
		"description": "The College was started in the year 1968-1969 and named Arignar Anna, the former Chief Minister of Tamilnadu. The college came into being on account of the continuous efforts of Mr. P. Muthusamy, B.A.,B.T., (Ex. MLA) of Namakkal constituency and Ex-home Minister of Tamilnadu, Mr. Chocklingam, Former Namakkal Revenue Divisional Officer and a group of illustrious men from all walks of life. It was affiliated to the University of Madras in the academic year 1968-69. At the beginning, four courses, PUC, B.Sc. (Maths), B.Sc. (Geography) and B.A. (English) were started and the College was temporarily accommodated in the Government High School (South), Namakkal. The College was shifted to its permanent building situated on the Namakkal – Mohanur Highways, five kilometers away from Namakkal during 1970-71. The college is now offering 13 UG degree, 08 PG degree, 06 M.Phil. degree and 06 Ph.D. degree courses.",
		"address": " Arignar Anna Government Arts College , Namakkal, Tamil Nadu 637002 ",
		"longitude": " 78.168029 ",
		"latitude": " 11.221269 ",
		"extra": " In 2013, TANSCHE launched EDP (Enterpreneural Development Programme) in the Government institutions with an aim of promoting the students' employable skills. This cell has conducted various programmes to help the students get jobs easily in this competitive job market. This programme is well carried out under the Presidential ship of the Principal and Dr.A.Jayarani, Asst. Prof. of Commerce and Dr.S. Jayalakshmi, Astt.Prof. of Commerce are staff in-charge of the programme Every year the allotted fund is utilized for the benefit of the students and a statement of auditing is also submitted to the Government. ",
		" webpage": "http://aagacnkl.edu.in/"
	},
	{
		"collegename": " Aalim Muhammed Salegh College of Engineering ",
		"description": "  In our campus Wi-Fi, good infrastructure lab and high quality and design labs and the largest library in your campus more then 100 students can sit and read. Well educated and trained teachers practical knowledge students and supportive environment teachers. ",
		"address": " Nizara Educational Campus, Muthapudupet, Avadi, IAF, Chennai, Tamil Nadu 600055",
		"longitude": " 73.859210 ",
		"latitude": " 18.528850 ",
		"extra": "  All about 80% are placed in different company based on quality and qualifications and strength of students. Different companies are visiting in our campus in our branch like software company and IT and BPO communication based like Airtel and jio are visited. All about 70% students got internship. The highest salary 8.5lakhs per/annum, Average salary 3.5 Lacs per/annum, the lowest salary 1.2 Lacs per/annum was offered to our course. ",
		" webpage": " https://www.aalimec.ac.in/# "
	},
	{
		"collegename": " Abi And Abi College",
		"description": " Establishment In 1996, Abi & Abi College, Vayalur, Thanjavur - 613 003 Is Affliated To Bharathidasan University The Address Of The Institute Is Abi & Abi Nagar, Vayalur,Thanjavur, Kumbakonam Main Road,Vayalur, Thanjavur Thanjavur Tamil Nadu. ",
		"address": " Vayaloor, Narasanayagipuram, Tamil Nadu 613003 ",
		"longitude": " 79.115050 ",
		"latitude": " 10.770730 ",
		"extra": " Abi & Abi College of arts, science & technology is one of the reliable establishments in the field of education. The one which has been here for a decade that was launched by a trustworthy company known as Abi & Abi group of Companies, Institutions and Media. As an institution we offer you a quality education with qualified teachers for uplifting your standard by yourself ",
		" webpage": " https://abiabi.org/arts-college.php "
	},
	{
		"collegename": " Acharya Narendra Dev College ",
		"description": " It was in early 1991 that Shri Chandra Shekhar, then Prime Minister of India, announced the establishment of Acharya Narendra Dev College in the name of his idealogue.  Starting out with an interim allotment of four rooms in a SPS structure in R. K. Puram Sector 4 School, the college enrolled its first batch of students and began its teaching programs with two courses - B.Com. Honours and B.Sc General 'A' and eighty students.In August 1992, the college moved to its current temporary premises in Govindpuri, Kalkaji, which had just been vacated by Shaheed Bhagat Singh College and started with B.Sc (Hons) Electronics and B.Sc General Computer Science.  Later we added B.Sc (Hons) in Physics and Chemistry in 1993, Botany, Zoology and Mathematics in 1994, B.Sc General 'B' group and B.Sc General Sericulture in 1995 and PGDCA in 1996.Just before the end of the decade B.Sc Hons Computer Science and B.C.A were started (1997) which soon metamorphed into two very popular courses ( despite being 4-year courses) - Bachelors in Information Technology and B. Information Science in 1998. Due to a UGC directive these courses had to be scrapped across the University and B. Sc (Hons) Computer Science was reintroduced in 2001. In 1999, the college started a radically different course - B.Sc Biomedical Sciences in which admission was through an entrance examination.The Foreign Language Centre was established in 2003 with certificate courses in French, Spanish, German and Russian.  Two years later the higher module of Diploma in foreign languages was also established. Students could register for M.Sc Mathematics and M.Sc Chemistry from 1997 and 2000, respectively",
		"address": " Acharya Narendra Dev College Govindpuri kalka ji New Delhi-19, New Delhi, Delhi 110019 ",
		"longitude": " 80.939552 ",
		"latitude": " 26.865580 ",
		"extra": " We also provide a vast array of opportunities for students to participate in research with faculty mentors and with Scientists outside the college. The research programs provide a forum where undergraduates get to do independent research projects and interact with the faculty on a one-on-one basis, outside the classroom. Students acquire hands-on experience in their chosen area of research and also show significant gains such as analytical skills, time management, team spirit and effective communication.Students from across the disciplines are offered unique research programs, such as ELITE fellowship and IEDC (by the college), Innovation projects (University of Delhi) and by external agencies such as SPIE (USA) and Open Source Drug Discovery (OSDD, CSIR).  The projects are designed to promote productive undergraduate research experiences.While inculcating the research aptitude we never had an idea that the Students would not only go beyond the classroom but also the mentoring by the Faculty and a Th!inkLab emerged (an autonomous lab of the students, which works without any supervision of teachers.)While working on the above, our students have built repositories for the science community, have discovered new species, contributed in creating new technologies and co-authored numerous original research publications.",
		" webpage": " http://andcollege.du.ac.in/ "
	},
	{
		"collegename": "Adaikala Matha College ",
		"description": "Adaikalamatha College stands firmly to serve to grow & to grow to serve. The college caters value education to the community of youngsters hailing from villages.Adaikalamatha College saw the light of the world in the year 1988, and the college has the blessing of Adaikalamatha of Elakurichi, Ariyalur District. The College has its location at the historic rurban town of Vallam, Thanjavur, a place now blossomed as a centre of higher education and research.The college has very useful and thriving infrastructure-teaching faculty, best library with up-to-date standard books, journals, magazines, etc. The computer laboratories adorned with A.C facilities, wall mounted fan facilities, up to date computers covered with laptop, etc., etc.The college in all respects, stands in a studious atmosphere, conducive to studies and for doing research.The college has proved its competency and achieved exam results in centum and near to centum.It is a proud news that students of Adaikalamatha College is honoured with respect for their discipline and versatile knowledge, wherever they go.  The college gained a popular name that it is an Institution of student discipline and praiseworthy conduct and also an institution of strict security for girl studentsEvery student graduated in the Adaikalamatha College remembers the college with mental solace and gratitude, besides they visit their alma matter after 10 years and 20 years with their green reminiscence and have the blessing of their teaching faculty and Management.",
		"address": "Adaikalamatha College, Arun Nagar, Vallam, Thanjavur, Tamil Nadu, 6130403, India",
		"longitude": "79.04963684082031",
		"latitude": "10.72184944152832",
		"extra": "Placement Cell is headed by a full time Placement & Training Officer Prof. R.Venkatesh with adequate academic and industrial experience. One faculty co-coordinator and two student representatives from the final MBA students assist the Placement & Training Officer.The placement season of the Institute starts right from the beginning of the fourth semester (i.e.) from the month of January onwards. The Institute has got excellent facilities for conducting Campus Recruitments.A new career guidance service is being now offered to our students through our Excel Club. Under this service workshops are conducted on a regular basis on career guidance, Resume guidance and Interview guidance.",
		" webpage": "http://www.amcvallam.com/"
	},
	{
		"collegename": " Adharsh Vidyalaya College of Arts and Science for Women ",
		"description": "Adharsh Vidhyalaya Arts and Science College for Women was founded in 2007 by Ideal K.SIVALINGAM, M.A., M.A., M.A., a prominent educationalist with an object of providing higher education to the girls in rural area. It is repute, self-financing Institution, situated in placid green surroundings at Paruvachi village. Flowering plats watered and tended daily are a feast to the eyes. It is the first self-financing Institution started in Bhavani Taluk.It is affiliated to Bharathiar University, Coimbatore. With its fine infrastructure and ability such as well-ventilated class rooms with tube lights, fans and furniture, well-established library, well-equipped lab, spacious ground, transport and well qualified and dedicated staff members to maintain high standards and make continual development in all activities. The Institution has exclusive nobility of being highly praised as one of the outstanding educational institutions under Bharathiar University.",
		"address": "Adharsh Vidyalaya College of Arts and Science for Women, Adharsh Nagar, Paruvachi Village, Bhavani, Erode, Tamil Nadu, India, 638312",
		"longitude": " 77.5938 ",
		"latitude": " 11.4557 ",
		"extra": " Four storey building with pleasant atmosphere.Airy spacious class rooms with black board, light and fan.A well stacked library with stock of 5000 books and 30 magazines.Well-equipped Computer Labs with 100 Pentium IV systems.Seminar hall has the recent technologies to enrich the programmes. ",
		" webpage": "www.adharshvidhyalaya.com "
	},
	{
		"collegename": " Adhiparasakthi College of Arts and Science ",
		"description": " Adhiparasakthi College of Arts and Science, is a general degree college located in Kalavai, Vellore district, Tamil Nadu. It was established in the year 1988. The college is affiliated with Thiruvalluvar University. This college offers different courses in arts, commerce and science ",
		"address": " GB Nagar, Kalavai, Tamil Nadu 632506 ",
		"longitude": " 78.8907 ",
		"latitude": " 12.822 ",
		"extra": " The Training and Placement Cell takes care of the College-industry link. Industrial requirements are sought and included in the syllabus of some departments. Industrial experts act as members of Board of Studies, Academic Council, IQAC and Governing Body. Short term trainings are given to our graduates by the company trainers. Placement sessions are organized for the outgoing graduates with the industries. ",
		" webpage": " http://www.apcasgbn.com/ "
	},
	{
		"collegename": " Adhiyamaan College of Engineering ",
		"description": " The institution is spread over a sprawling campus with calm surroundings, creating a fitting atmosphere for study. The Institute provides a clean and invigorating environment conducive for higher education.Adhiyamaan College of Engineering is one of the educational institutions developed by Adhiyamaan Educational & Research Institution - a trust, which was started in the year 1987-1988 to cater the needs of the nation in the development of technocrats and to provide facilities for educating and training men and women to meet the entrepreneurial and management needs. The management has created adequate infrastructural facilities and sufficient funds and is keen on developing the institution for higher education.It is the first Engineering College to be started in the most backward erstwhile Dharmapur District of the State of Tamilnadu to develop the people academically, socially and economically. It was originally affiliated to University of Madras. When the Periyar University was carved out from the University of Madras; it was affiliated to it. Since the government of Tamilnadu decided to bring all the Engineering and Technical Institutions in the State under one Technological University in the year 2001, Adhiyamaan College of Engineering was affiliated to the Anna University, Chennai. The college is housed in Adhiyamaan Educational & Research Institutions Campus, Dr.M.G.R Nagar, Hosur. The Campus is spread over an area of 250 acres abutting National Highway NH-7.The Institution is situated 6 kms from Hosur bus stand and railway station. The Institution is well connected to three major Railway Junctions viz., Hosur, Jolarpet and Bangalore.",
		"address": " Adhiyamaan College of Engineering,Dr.M.G.R.Nagar, Hosur,Krishnagiri District, Tamil Nadu,India. Pin:635 109 ",
		"longitude": " 77.83264 ",
		"latitude": " 12.73647 ",
		"extra": " A full fledged placement cell is available to arrange placement for the qualified students. It was established in the year 2000. The aim of the cell is to find“Right Job for the Right candidate”.We are moving towards the “EXCELLENCE IN CAREER GUIDANCE AND 100% PLACEMENTS”.",
		"webpage": " http://www.adhiyamaan.ac.in/ "
	},
	{
		"collegename": "Aditanar College of Arts and Science",
		"description": "Aditanar College of Arts and Science was established in the year 1965 by Sri. Si.Pa.Aditanar. It is located in Virapandiapatnam village of Tiruchendur Taluk in Thoothukudi District of TamilNadu on the sea shore between Thoothukudi and Kanyakumari. The founder Sri.Si.Pa.Aditanar, a native of Kayamozhi Village, wanted to serve his place of birth. After establishing Daily Thanthi, a renowned Tamil newspaper, he formed a trust called “Aditanar Educational Institution“ (A.E.I). As the first project, he established Aditanar college of Arts and Science with the sole aim of providing higher educational opportunities for the youth of this area. His son,Padmashri Dr.B.Sivanthi Adityan has been  the President of the college committee since its inception. The college had been affiliated to Madurai Kamaraj University, Madurai from 1965 to 1990. The college has been affiliated to Manonmaniam Sundaranar University, Tirunelveli since 1990.",
		"address": "Aditanar College of Arts and Science,Virapandianpatnam, Tiruchendur, Thoothukudi, Tamil Nadu 628216",
		"longitude": "78.408526",
		"latitude": "11.052213",
		"extra": "  Government of Tamil Nadu Free Education up to degree level Scheduled Tribes students (those who are not getting Government of India scholarship).  For those pursuing their studies in Tamil Medium Government of Tamil Nadu is giving Book Allowance of Rs. 400/- per year.",
		"webpage": "http://www.aditanarcollege.in/"
	},
	{
		"collegename": "Adithya Institute of Technology",
		"description": "Education is all about transcending text books to provide practical exposure and skill development training. To have holistic teaching and learning, technology should allow for 24/7 access to information and shared digital content. Welcome to an institute that endeavors to make education, an enlightening experience.Adithya Institute of Technology (AIT) was started in 2008 by the Adithya Education Trust to provide comprehensive technical education to the budding young students. The Chairman, Er.C.Sugumaran being an industrialist brings with him, his extensive experience and the nitty-gritty of the industry which adds a new dimension to academics. AIT is not just the dream, but the mission to provide quality engineering education to today's youth who will build the nation tomorrow.",
		"address": "Sathy Rd, Kurumbapalayam, Coimbatore, Tamil Nadu 641107.",
		"longitude": ",77.027643",
		"latitude": "11.1134503",
		"extra": "Placement cell has been functioning in our campus since 2008. The cell interacts with reputed organizations in order to arrange campus interviews for placement of final year students. The placement cell also arranges in plant training for students in industries. The students visit the industrial units and companies to gain first-hand work experience of various industrial activities.About 1430 students have got placements in MNCs and prime organizations. Every year about 90% of the students are placed. In-fact , Over 75% students have already got Internship with Placements this year. Leading firms across numerous disciplines come back for field placements at AIT. Besides, the academics the students are given a transparent career set up, a listing of applicable employers, setting realistic career goals and a planned program on skilled development for future.",
		"webpage": "http://www.adithyatech.edu.in/"
	},
	{
		"collegename": "A.D.M. College for Women",
		"description": "The College exclusively for women was founded in 1975 by ‘Vidhya Seva Ratna’ Thiru. A. D. Jeyaveera Pandian, Thiru. A. D. Jawaharlal Pandian, ‘Kalvi Vendhar’ Thiru. A. D. Jeyem Pandian (President) and Dr. A.D.Jegadheeswar (Vice-President), in the name of their Parents A. Duraisamy Nadar and Maragathavalli Ammal and fulfils its mission to provide holistic higher education to the young girls from the rural areas of this District. The College has empowered generations of women, many of whom serve our nation with passion and commitment. The College is affiliated to Bharathidasan University and run by ‘Natarajan Dhamayanthi Educational Society’.The year 2004 was a milestone in the academic life of the College when the institution was accredited with ‘A’ grade by NAAC and the institution was granted Autonomy in the same year which has helped the college to carryout many academic innovations. However, it continues to be affiliated to Bharathidasan University and the degrees are conferred by the University on the students passing the examinations held by the college. The College was reaccredited with NAAC by the same ‘A’ grade and got extension of autonomy in 2011. The vision of the Management, commitment of the faculty, creativity of students, cooperation of parents and responsiveness of the society at large are the main impetus for the success of the college.",
		"address": "Nambiyar Nagar, No. 1, College Road, Nagapattinam, Tamil Nadu 611001",
		"longitude": "79.8429205",
		"latitude": "10.7786113",
		"extra": "The carrier Guidence and placement cell of the college commenced functioning in the year 2011.This cel provides placement training to first year and final year UG and PG students.Large number of students secured placement in reputed companies like TCS,SERCO,OMEGA,VERTEX etc.Carrer Guidance and placement cell also offers the following six job oriented courses to enhance the employability skill of the students.",
		"webpage": "https://www.adjadmc.ac.in/"
	},
	{
		"collegename": "A.E.T Arts and Science College",
		"description": "  A Group of few dedicated retired Teachers, Head masters, Businessman, Engineers, a Principal and  Agriculturist joined together to establish the Attur Educational and Charitable Trust in the year 2002, with the aim of starting an Arts & Science College in Attur. Though all the formalities for starting the college were fulfilled in the year 2002 itself, the dream has come true only during the year 2005-2006 by getting the approval from the Government of Tamilnadu and Affiliated to Periyar University.We welcome you to our AET College as a member of our college family. This is your College and you have to help us to build up strong traditions which will improve and strengthen our moral academic standards. In this building –up process we should with redoubled and Co-operative efforts make our institution and ideal one which will carve a stable and unique place for itself in the world of competitive education.We request you to assist us by confirming to the rules and regulations which will ensure discipline and mutual good- will, leading to the harmonious development and progress of yourself and our college.",
		"address": "Appamasamudram, Tamil Nadu 636108.",
		"longitude": "78.5631466",
		"latitude": "11.6165761",
		"extra": "The NSS is functioning from the academic year 2007 – 2008.There are 2 units with 100 students in each unit.The main aim of NSS is AIDS awareness programme, health programme, cleaning and laying of roads, Carbage removal, Drainage Cleaning, Eradication of untouchability, awareness of female infanticide and literacy movement.",
		"webpage": "http://aetcollege.weebly.com/"
	},
	{
		"collegename": "Arulmigu Kalasalingam College Of Arts And Science",
		"description": "A.K.C. College of Arts and Science, Virudhunagar was established in 2000 is affiliated to Madurai Kamaraj University and is recognized by U.G.C.The University has 109 affiliated Colleges (9 Autonomous) including other approved institutions and 7 evening colleges.The motto of the University is to seek truth is knowledge.There are centers which promote research potential of teachers. Extension activities are carried out through Department of Youth Welfare, NSS, SC/ST cell and Adult Education programs.",
		"address": "Krishnan Kovil, Tamil Nadu 626138",
		"longitude": "77.677986",
		"latitude": "9.5743308",
		"extra": "The Industry-Institution Interaction Cell (IIIC) was established in the year2017 which provides an excellent platform for both the students as well as thefaculty members to be aware of industry expectations of skill sets required forstudents. Industry-Institution interaction is the most preferred activity to bridgethe Industry Academia Gap. IIIC provides an excellent platform for showcasingthe best practices, latest technologies, and their implementation and impact on theindustry. Also, IIIC promotes industry experts to participate in curriculum designand Short term Courses which plays a significant role in preparing the students tomeet the expectation of the industry. Through IIIC, industries can participate intechnical education programs, utilize the laboratories and cross-fertilize ideas forsystems improvement. Incorporating the Industrial Training in the regularcurriculum of the students through which the Teaching-learning processes can beimproved also the students will be exposed to the corporate world. Final YearStudents should be encouraged to do their project inside the industry with a jointsupervisor from the industry. IIIC promotes development of entrepreneurs whichfurther leads to rapid industrialization. Through IIIC more number of research anddevelopment activities can be organized in institutions which further lead theinstitution to grow technologically and socioeconomically.",
		"webpage": "http://kalasalingam.ac.in/site/arts-and-sciences-programmes/"
	},
	{
		"collegename": "Aksheyaa College of Engineering",
		"description": "The journey of Aksheyaa College of Arts and Science started in the year 2018. The college is being managed by eminent industrialists and professionals with a philanthropic bent of mind, who dedicate their entire life to the cause of providing education to the students with poor economic and social background. The college is a co-educational one and is affiliated to the University of Madras.”“Aksheyaa College of Arts and Science is equipped with highly qualified and dedicated faculty. The college is situated in a serene atmosphere and boast a state of the art infrastructure",
		"address": "Near Nelvoy Junction, Melavalampettai - Nelvoy Road, Maduranthagam, Taluk, Puzhuthivakkam, Tamil Nadu 603314",
		"longitude": "79.8525455",
		"latitude": "12.5959217",
		"extra": "Aksheyaa college of Arts & Science had organized an Industrial visit to IIT Research park, Chennai for the B.Sc (CS) and BCA students on 4th November 2018 to get an insight of internal working environment of an IT company. Through this the students are guided with an opportunity to learn practically about the working methods, interaction and employment practices. The visit provides confidence to the students to get into an IT Field. It also provides an insight on how companies work and other useful information about the companies which are functioning in the IIT Research Park. Mr.Dinakar and Mrs.Devaki accompanied the students during the visit.",
		"webpage": "http://aksheyaacollege.in/"
	},
	{
		"collegename": "ALAGAPPA GOVT. ARTS COLLEGE",
		"description": "Alagappa Government Arts College, Karaikudi is a Co-educational institution founded on 11th August 1947, the year of independence by the great philanthropist late Dr. RM. Alagappa Chettiar. The illustrious and magnanimous founder Dr. RM. Alagappa Chettiar established the college with an aim of providing quality higher education at an affordable cost to the educationally backward people of erstwhile Ramnad District. The College initially functioned in Gandhi Maligai. In 1948 a new building for college was inaugurated by Mr. O. P. Ramasamy Chettiar. Today its sprawling over 13.5 acres of land with a built up area of 5100 sq.mts.The College, originally started as a Private College, was earlier affiliated to the University of Madras. Subsequently it underwent a transition in 1985 and came under the administrative unit of the Government of Tamilnadu as per Private Colleges Act 1976. The objective of offering quality higher education to the economically backward students continued even after the Government of Tamilnadu took over the Management of the College in the year 1985. During this period the college affiliation was in the fold of Madurai Kamaraj University, Madurai. Consequent to the establishment of Alagappa University at Karaikudi in the year 2003-04, the College joined in an affiliation with Alagappa University till date.     News & EventsTwo day International Conference onWe are happy to inform that our college secured 84th rank in Indian ranking (NIRF) 2019.",
		"address": "Iluppakudi Village, Karaikudi Taluk,, Sivaganga, Tamil Nadu 630003",
		"longitude": "78.793901",
		"latitude": "10.0779997",
		"extra": "Alagappa Government Arts College, Karaikudi provides knowledge to all sections of students through education and uplifting them in the society. The college has a team of qualified experienced and committed faculty who are dedicated for the development of the institution by imparting their knowledge. We aim to provide sufficient opportunities to each student to discover and understand themselves, and face and overcome challenges presented to them to make student life fulfilling and complete. The institution has developed new ventures to meet the ever growing needs of our students and I hope that our students will find new ventures for a better future by acquiring quality education in the campus.",
		"webpage": "https://www.agacollege.in/"
	},
	{
		"collegename": "Alliance University",
		"description": "Alliance University is a renowned university of higher learning located on an extensive state-of-the-art campus in Bengaluru offering a variety of degree courses. The University has baccalaureate concentrations, postgraduate offerings, doctoral degree programs and several professional certificate programs.Alliance University aspires to be among the best universities in the world by the year 2025 through a series of strategically crafted moves, precisely calibrated action plans and an unwavering commitment to the pursuit of excellence.While its oldest professional school—Alliance School of Business—is consistently ranked among the top ten private business schools in India by various ranking agencies, the University having already established Alliance College of Engineering and Design; Alliance School of Law; and Alliance Ascent College, is in the process of establishing many other prominent academic units, viz., Alliance College of Arts and Humanities; Alliance College of Science; Alliance College of Medicine and Dentistry; Alliance College of Education and Human Services; Alliance School of Health Sciences; and Alliance College of Media and Communications.The ambience and serenity of a world-class infrastructure housed in a 'green' campus; faculty who have proven themselves in their respective fields by providing an excellent blend of rigor and relevance in their teaching; staff who are ever ready to reach out; robust industry interactions; research aimed at solving problems of the real world; a plethora of international collaborative arrangements; outreach activities that touch the lives of a wide cross section of society; and an exemplary track record in career counseling and placement facilitation—all combine to provide a rare synergy that transcends artificial barriers and enables students to follow their hearts with passion and confidence.",
		"address": "2nd Cross, 36th Main, Dollars Scheme, BTM I Stage, Bengaluru, Karnataka 560068.",
		"longitude": "77.6093013",
		"latitude": "12.9119925",
		"extra": "The past decade has seen massive changes in global economies; functioning of enterprises; hiring trends; start-up ecosystem; technology-enablement in businesses; and also campus placements. Alliance University has kept up to these changing landscapes in ensuring that its graduates match up the industry requirements.Placements is pivotal to a student’s lifecycle on campus, annually more than 350 enterprises hire students from various programs of Alliance University. With close to 6000 opportunities in varied functions, Alliance University provides a very wide gamut of career choices for students.Enterprises in technology, consulting, banking, financial services, automotive, telecom, media, advertising, FMCG, consumer durables, infrastructure, hospitality, education, retail, pharma, e-commerce, and many more top the charts in terms of the kind of industry cohorts that visit the campus for placements.",
		"webpage": "https://www.alliance.edu.in/"
	},
	{
		"collegename": "Alpha Arts and Science College",
		"description": "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
		"address": "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
		"longitude": "80.1400822",
		"latitude": "3.0473471",
		"extra": "About the TCP Cell: The TCP Cell of AASC is active throughout the year as it takes charge of the training of the student’s, right from the first year. First year students are categorized based on the results of an entry level test held as soon as students begin College. Based on the category, students are then trained in communication skills, numerical ability and technical skills on a regular basis. The training continues consistently, right up to the final year of their study. Training is also given in Group Discussion, Aptitude Tests & Soft Skills. Mock interviews are held for the final year so that they are able to face interviews with ease. These activities of the Cell ensure that the less than employable fresher who enters the College turns into a confident, employable candidate when he/she leaves the Institution.On the Placement front, the Placement Officer along with the placement coordinators stays in touch with the members of the industry. Placements are planned and organized in the campus in compliance with industry requirements. The database of eligible candidates is often shared on request with companies who in turn invite students for drives on their premises. Students thus are given the opportunity to participate in both ON and OFF Campus drives throughout the year.Among the top notch companies that regularly participate in our placement are Infosys, TCS, Wipro-WASE, Capgemini, CTS, TECH MAHINDRA and AJUBA. Students also received placements through OFF Campus drives by HP, HCL and IGATE.The Placement scenario in the College is remarkable in that recruitment caters to all Departments in the institution, ensuring that students belonging to the IT, Life Sciences, Commerce and Management streams benefit from the drives.",
		"webpage": "https://alphagroup.edu/arts-science/"
	},
	{
		"collegename": "Alpha College Of Engineering",
		"description": "Alpha College of Engineering was established in the year 2006, at Thirumazhisai, Poonamallee in a lush, green and serene area of 60 acres. Approved by AICTE, Alpha College of Engineering is affiliated to Anna University. The College offers UG & PG degrees in various streams of Engineering and Management. Under the guidance of renowned educationists Dr.Mrs.Grace George, Chairperson, Alpha Group of Institutions and Mrs.Suja George, Vice Chairperson, Alpha Group of Institutions carrying forward a legacy of two generations of educational eminence with her, the college within a short span of time has established itself as an institution that offers quality education to aspiring students.Internationally Acclaimed TUV Suddeutschland, Germany, awarded ISO 9001:2008 Certificate to the College for Academic Standard.",
		"address": "34, Udayavar, Thirumazhisai, Koil St, Poonamallee, Chennai, Tamil Nadu 600124",
		"longitude": "80.0667652",
		"latitude": "13.0548326",
		"extra": "The Career Development Cell of Alpha College of Engineering (ACE) is focused on aiding the Academic Departments of ACE in creating employable graduates for the industry who will shape the country’s future.At ACE, CDC is a forum to facilitate student-entrepreneur interaction. Entrepreneurs are involved in mentoring students interested in taking up an entrepreneurial career. Students get opportunities to interact with experts and also benefit from one-to-one counselling. They get detailed information on a host of business opportunities under one roof.Apart from this, CDC takes care of all the students’ training requirements – both Technical and non-technical right from their first day in the college. It stays connected with the students till they graduate from the college and goes for their higher studies or placed in Campus or starts their own ventures.The structure and functioning of CDC includes – Director, HeadPlacement, Campus Coordinator and Co-Coordinator, Department faculty representatives (coordinators) and core administrative team for both Training and Placement related activities.The purview of CDC covers Placement, Training and Higher studies related activitiesThe training domain consists of the most eminent corporate trainers, assisted by identified Department faculty training coordinators. Right from the first year of their study, all students are given training in Soft Skills and Communication Skills, verbal & Non-verbal ability, etc which are built into their regular timetable itself. There is a well-equipped Communication Lab where students are administered training in Communication Skills. CDC organizes various training programs for the students both by the in-house faculty and corporate trainers from market leaders such as - Ethnus, Futurenet etc.on various technical aspects along with a briefing on present market scenario, throughout the academic year.The campus Placements activity at ACE is effectively headed by an experienced and eminent Professor Sujatha K. S.,in every academic year, Companies will start to visit ACE from the month of September for recruitments. Students are placed in top MNCs including the IT sector as well as Core industries. To name a few - CTS, Infosys, HP, CSS Corp, Accord TechnocarePvt. Ltd., IBM, Infosys, TCS, Infoview, Symantec Sutherland Global Services, Mphasis, Arobot, Enchanter Corporation, HCL Talent Care, Promantis Inc., S10 Health care Pvt. Ltd., Bharathi Airtel, Futurenet, AGS Health care etc. Students can attend drives at ACE campus, pooled drives at other institutions and also were taken to the company premises for corporate recruitments",
		"webpage": "https://alphagroup.edu/engineering/"
	},
	{
		"collegename": "Ambai Arts College",
		"description": "Ambai Arts College, is a general degree college located in Ambasamudram, Tirunelveli district, Tamil Nadu. It was established in the year 1969. The college is affiliated with Manonmaniam Sundaranar University. This college offers different courses in arts and commerce.",
		"address": "Ambai-Alangulam Rd, Ambasamudram, Tamil Nadu 627401",
		"longitude": "7.4551458",
		"latitude": "8.7122059",
		"extra": "Ambai Arts College, is a general degree college located in Ambasamudram, Tirunelveli district, Tamil Nadu. It was established in the year 1969. The college is affiliated with Manonmaniam Sundaranar University. This college offers different courses in arts and commerce.",
		"webpage": "http://ambaiartscollege.50webs.com/"
	},
	{
		"collegename": "Ambika College Of Arts And Science",
		"description": "ambiga College of Arts and Science is run by the Solamalai – Pappathi Ammal Educational Trust. The Trust is a private charitable and non- Profitable Trust established in the year 1994. The College is functioning under the self- financing scheme permitted by the Government of Tamilnadu is affiliated to Madurai Kamaraj Univer-sity.Our Chairman the philanthropists Shri.S. Solamalai is a strict disciplinarian and great academician. His visionary mind has in it dreams about the empowerment of girls. He has finally translated his visionary dream into reality by starting a college mainly for the purpose of empowering girls through high quality education. Our Correspondent S. Kanahambal a young prodigious dynamic administrator runs the College smoothly with a help of teaching and non- teaching staff members, students and parents. Now the College is situated in the temple city of Madurai at Anna Nagar. The College offers 13 UG, 4 PG, 2 Diploma and one certificate course.",
		"address": "4c, Anna Nagar Main Road, Anna Nagar, Sathamangalam, Tamil Nadu 625020",
		"longitude": "78.1423921",
		"latitude": "9.9213363",
		"extra": "Training & Placement cell is to provide students with a platform for using their potential to gain valuable experience by working in Industry, Companies, Teaching Institutes.Helps under studies amid graduation.Aim is to reduce the Unemployment problem.Show the right path to the students to get placed.Arrange training programs for soft skills and for interview facing skills for the students using in house and external trainers.Organizers on campus and off campus interviews.",
		"webpage": "http://www.ambigacollege.com/"
	},
	{
		"collegename": "Amity University",
		"description": "At Amity we benchmark only against the best institutions around the world. Our faculty and senior team travel all over the globe to learn and imbibe the best practices so that we can give a solid foundation for learning.As part of this endeavour, we have air-conditioned amphitheatre style classrooms that provide the most conducive atmosphere for dynamic and focused discussions, while the libraries at our campus are equipped with over 1,00,000 books, periodicals, national and international journals, CD-ROMS, covering all aspects of academic studies and research material. The hi-tech labs act as ideal training grounds for budding professionals that allow students to experiment and bring to practice what they have learnt in theory.",
		"address": "Amity Rd, Sector 125, Noida, Uttar Pradesh 201313",
		"longitude": "77.3310613",
		"latitude": "28.54389",
		"extra": "Over the years 27,000 Amity students have got on-campus placements in MNCs and top organisations.Leading companies across various disciplines come for campus placements at Amity. In technical courses, nearly all students are placed even one year before the completion of the course.This achievement has been the result of the a 60-member team of dedicated members of the Amity Corporate Resource Centre that constantly interacts with the corporate world and helps prepare students for their careers.Besides, the industry specific Career Advisory Boards consisting of leading members of the Corporate World give you guidance on creating a clear career plan, a list of appropriate employers, setting realistic career goals and a planned time table on professional development for your future.At Amity, a dedicated Corporate Resource Centre ensures the right placement for each student and everything we do is focussed towards this.",
		"webpage": "https://www.amity.edu/"
	},
	{
		"collegename": "Am jain college",
		"description": "Agurchand Manmull Jain College was established in 1952 by the magnanimity and munificence of Padma Shri Mohanmullji Chordia, through the Sri. S.S. Jain Educational Society, at the inspiration of her Holiness Shri Sayar Kanwarji Maharaj. Today, it is a 66-year-old premier institution in Chennai, affiliated to the 160-year-old University of Madras. Having celebrated its Diamond Jubilee in 2012, it has started to make a more meaningful and socially-significant journey towards the next commemorative milestone, the 75th Anniversary. The Founder and Chief Donor Padma Shri Mohanmullji Chordia’s vision of providing quality and affordable education to weaker sections of the society, in particular, and moulding the character and career of the younger generation has been the driving force of the college, Since its inception, the college has been catering to diverse higher educational needs of different sections of the student community. The Institution became co-educational since the academic year 2003 – 2004 to empower girl students and to ensure equal opportunities for them in all walks of economic and social life.Shift-II, which came into existence as  Evening College in 1972, has today FIVE schools or branches of learning with twenty-four under graduate and Post –Graduate degree courses. The School of Commerce offers 7 under graduate 1 post Graduate degree programme. The School of Business Administration and the School of Arts are each offering 1 under graduate and 1 post Graduate course. While the School of Science includes 6 under graduate and 1 post graduate degree course, the School of Communication and Media Studies has 3 under graduate and 1 post graduate programme.Situated ideally in the immediate proximity of the Meenambakkam Railway Station on the Beach – Tambaram BG Line and the National Highway, the College provides a peaceful academic atmosphere for fruitful Learning. The lush green gardens with serene, pollution-free environment, the spacious, airy, and well-furnished smart classrooms in the main building and in the Annex and Viscom Blocks, the well-stacked computerized libraries, and the Computer Centre with internet facility pave the wave for the attainment of great academic standards, In addition, there are facilities for co-curricular and extra- curricular activities that enrich the personality of the students. A vast number of alumni of the college and occupying great positions in diverse spheres of economic and social life, including business, industry, judiciary and academics.The institution is committed to the Principles of Sathya, Dharma and Ahimsa. A student who dedicates himself/herself to these principles and who is totally focused and committed in all his/her thought and deed, is sure to leave the portals of the institution as a fully-grown value- based adult with the right employable skills.",
		"address": "railway station, Meenambakkam, Chennai, Tamil Nadu 600114",
		"longitude": "80.174877",
		"latitude": "12.9852162",
		"extra": "PLACEMENT CELL The purpose of education will fail if students are not placed in suitable positions in reputable organizations. The college Placement Cell explores placement opportunities by inviting various leading companies for campus recruitment of students who are in the final year of U.G. and P.G. courses. Students receive constant counselling and motivation to pursue prospective careers. The placement cell perfectly coordinates between the students and the companies which in turn enable perfect placements. In order to facilitate placements, pre-recruitment trainings are arranged with multi-national companies, which train the students to be fully prepared to face interviews and walk out successfully.",
		"webpage": "https://www.amjaincollege.edu.in/"
	},
	{
		"collegename": "Amrita Vishwa Vidyapeetham University",
		"description": "Amrita Vishwa Vidyapeetham established under section 3 of UGC Act of 1956 offers more than 200 professional programs through 15 schools across 6 different campuses in 3 South Indian states.The world renowned humanitarian and spiritual leader Sri Mata Amritanandamayi Devi (Amma), known worldwide for Her humanitarian activities and initiatives, is the Chancellor.Amma, a great inspiration for the faculty, staff and student community founded the institution with a vision to impart high quality education enriched with human values to the younger generation for the benefit of society.",
		"address": "Amritanagar, Ettimadai, Tamil Nadu 641112.",
		"longitude": "76.8984392",
		"latitude": "10.9026844",
		"extra": "Inspired by our Chancellor, compassion-driven research with a strong societal impact is the dominant theme underlying the University’s vision and priorities. This theme runs through our thrust areas of research in Science, Technology, Medicine, Humanities and Social Sciences, and aligns with several of the United Nations Sustainable Development Goals (UN-SDGs). In addition to having a strong societal benefit through real-world deployments that are saving lives and improving the quality of living, research at Amrita has also resulted in high-impact publications and patents. Amrita is ranked #1 in Research Funding by the Ministry of Human Resource Development (MHRD), Government of India. The University has over 800 research scholars, more than 30 research centers - 20 of which have been identified as Centers of Excellence.",
		"webpage": "https://www.amrita.edu/"
	},
	{
		"collegename": "Ananda College, Devakottai",
		"description": "Ananda College, founded and managed by the R.C.Diocese of Sivagangai, is a Roman catholic minority co-educational and self-supporting institution. Our motto is “அன்பில் ஒளிர” (Shine in Love). Though our college aims at forming the youth of the Christian minority, it is open to students irrespective of caste, creed and culture. It is situated in a vast area of 25 acres within the jurisdiction of  Devakottai municipality (Devakottai Extension) and on the National Highway No. 210, and between the twin towns namely Karaikudi and Devakottai.",
		"address": "Sivaganga, Tamil Nadu 630302",
		"longitude": "78.796658",
		"latitude": "9.9687123",
		"extra": "To actualize the motto of the college “Shine in Love” and to implement the programme of ALU (CBCS). Ananda launched an action plan in the name of “Ananda Outreach Programme (AOP)” in July 2009.It is to link the students with the Society living around the college in order to conscientize the target groups – women, youth and children on literacy, health and empowerment.",
		"webpage": "https://www.anandacollege.in/"
	},
	{
		"collegename": "Anand Agricultural University",
		"description": "Anand Agricultural University (AAU) was established in 2004 at Anand with the support of the Government of Gujarat, Act No.(Guj 5 of 2004) dated April 29, 2004. Caved out of the erstwhile Gujarat Agricultural University (GAU), the dream institution of Sardar Vallabhbhai Patel and Dr. K. M. Munshi, the AAU was set up to provide support to the farming community in three facets namely education, research and extension activities in Agriculture, Horticulture Engineering, product Processing and Home Science. At present there seven Colleges, seventeen Research Centers and six Extension Education Institute working in nine districts of Gujarat namely Ahmedabad, Anand, Dahod, Kheda, Panchmahal, Vadodara, Mahisagar, Botad and ChhotaudepurAAU's activities have expanded to span newer commodity sectors such as soil health card, bio-diesel, medicinal plants apart from the mandatory ones like rice, maize, tobacco, vegetable crops, fruit crops, forage crops, animal breeding, nutrition and dairy products etc. the core of AAU's operating philosophy however, continues to create the partnership between the rural people and committed academic as the basic for sustainable rural development. In pursuing its various programmes AAU's overall mission is to promote sustainable growth and economic independence in rural society. AAU aims to do this through education, research and extension education. Thus, AAU works towards the empowerment of the farmers.",
		"address": "Anand Agricultural University,Anand, Gujarat",
		"longitude": "72.972677",
		"latitude": "22.5358851",
		"extra": "AAU's activities have expanded to span newer commodity sectors such as soil health card, bio-diesel, medicinal plants apart from the mandatory ones like rice, maize, tobacco, vegetable crops, fruit crops, forage crops, animal breeding, nutrition and dairy products etc. the core of AAU's operating philosophy however, continues to create the partnership between the rural people and committed academic as the basic for sustainable rural development. In pursuing its various programmes AAU's overall mission is to promote sustainable growth and economic independence in rural society. AAU aims to do this through education, research and extension education. Thus, AAU works towards the empowerment of the farmers.",
		"webpage": "http://www.aau.in/"
	},
	{
		"collegename": "Anand Institute of Higher Technology",
		"description": "Anand Institute of Higher Technology, founded by Kalvi Vallal Shri T. Kalasalingam, is a prominent and reputed institution located on Old Mahabalipuram Road, Kazhipattur.",
		"address": "Kalasalingam Nagar IT Corridor, Old Mahabalipuram Rd, Road, Kazhipattur, Tamil Nadu 603103",
		"longitude": "80.2263419",
		"latitude": "12.8182943",
		"extra": "Anand Institute of Higher Technology has an independent Training and Placement Division devoted to cater to the needs of organization in conducting ON/Pool Campus Recruitment processes, providing Career Guidance for students, conducting effective Training programmes and employability bridging courses for Pre-final and Final year students of BE/BTech/ME /MBA & MCA. The Placement Division in headed by Head-Placement & Training and supported by Assistant Placement Officer, Staff Placement Coordinators and Student-Placement Coordinators from various departments of the college. TPD develops strong corporate relations with major IT and Core industries and establishes good rapports with CEOs and HR Managers. The TPD Training and Placement Division ensures smooth organization of various events related to ON--Campus placement events, OFF-Campus events conducted at our college by CUIC, Anna University and many Pool-Campus recruitments at our college. TPO takes care to provide best possible arrangements with regard to infrastructure, smart lecture halls, Pre-placement Presentations, and hospitality for visiting corporate personnel. TPD plays very vital role in counseling and guiding the students in various stages of their academic programme of studies and gives guidance in their different facets of Personality development. . Seminars and workshops are organized for Higher studies in Indian and Foreign Universities. They are allowed to take part in various Education fairs and exhibitions and enrich their knowledge about avenues of higher education. The TPD identifies the training needs of the students and imparts training through reputed training institutes. The Head Placement interacts by visits and through online with various industries and companies in order to arrange placements for the final year students . These efforts have resulted placement of the students in many good organizations .",
		"webpage": "https://www.aiht.ac.in/"
	},
	{
		"collegename": "Anbu Educational Institution",
		"description": "ANBU EDUCATIONAL TRUST has been started in the year 2006. The programme was started with the aim of providing excellence in teaching, research, service and leadership along with every other facility at par with the best. ANBU ARTS & SCIENCE COLLEGE is an Institution affiliated to Periyar University, Salem. Anbu Educational Trust is being run by a team of estimable philanthropists and Educationists to facilitate higher Educational opportunities to the rural and drown trodden students.",
		"address": "Sri Ram Coach, Pallipalayam - Kumarapalayam Road, MGR Colony Road, Near By, Komarapalayam, Tamil Nadu 638183",
		"longitude": "77.6895404",
		"latitude": "11.4240468",
		"extra": "The Department of Consumer Affairs in the Ministry of Consumer Affairs, Food and Public Distribution, is the nodal Department in the Central Government to deal with the various matters related to the protection and welfare of the consumers in the country. The objectives of the scheme are to educate children about the rights of the consumers as provided in the Consumer Protection Act, 1986; A Consumer Club shall be set up in a middle/high/higher secondary school which is affiliated to a Government recognized Board and shall consist of a minimum 50 members. A group of not less than 20 and not more than 50 Consumer Clubs, in one or more geographically contiguous districts, will be serviced by a Coordinating Agency. The Department of Consumer Affairs shall provide financial support @ Rs.10,000/- per annum per Consumer Club to the Coordinating Agency from the Consumer Welfare Fund. A maximum of 20% of this amount will be retained by the Coordinating Agency for meeting its expenses relating to the consumer Clubs being serviced by it. The balance amount will be passed on to each Consumer Club. The Coordinating Agency will regularly monitor the expenditure incurred by each Club. The best 3 Consumer Clubs in each cluster for Consumer Club coordinated by one Agency shall be awarded cash prizes amounting to Rs.3,000/- Rs.2,000/- and Rs.1,000/- respectively for First, Second third best clubs. In our College also we have ‘Citizen Consumer Club’, which is organizing functions, such as awareness programme, Essay competitions, Marketing and consumer quiz. Debates and Drama for student every year. So that the entire awareness on citizen consumer programme is created and spreaded among various class of people and among students of schools and colleges.",
		"webpage": "http://www.anbu.ac.in/"
	},
	{
		"collegename": "Andhra Loyola College",
		"description": "Andhra Loyola College is managed and administered by the members of the Society of Jesus (Jesuits), a Catholic religious order which has rendered yeoman service in the field of education for over 450 years. The College was founded on 9th December 1953 at the request of the Catholic bishops . . .",
		"address": "54-16-7/6, Veterinary Colony, Vijayawada, Andhra Pradesh 520008",
		"longitude": "80.6631541",
		"latitude": "16.5147579",
		"extra": "  Dr.G.Venkateswara Rao Reader in physics, was selected by the Commissioner of Collegiate Education, A.P. Hyderabad to attend Infosys sponsored workshop on “BPO and skill sets required to succeed in a BPO career” conducted from 17.09.2007 to 29.09.2007 at Infosys, Gachibowli, Hyderabad. The workshop is aimed at aligning under graduate course curriculum with the industry requirements to improve the employability of the students in B & C class towns. Project Genesis imparts a two – week comprehensive training in global skills enhancement curriculum to their Colleges enhancing the language and analytical skills of the undergraduate students, thus increasing their employability.In this connection, the Commissioner of Collegiate Education is pleased to sanction JKC training Centers to the Colleges, which in turn will be attached to the nodal JKC. The purpose of JKC is to enhance the employability of the young graduates by imparting communication skills, soft skills & computer oriented skills and also to encourage creativity and self learning for pursuing higher education. The students admitted into JKCs will be trained in “industry required skills” under the mentor training network. The main objective of this programme is to provide job opportunities to undergraduate students willing to move on to employment and to remove the long existing gap between the rural and urban students community.The JKCs in colleges at undergraduate level are having wide scope for campus recruitments. Even the best of the candidates from the remote areas are getting deprived of a chance to get into the established institutions/companies. Majority of the students are weak in soft skills and communication skills that the industries/companies need and these can be imparted well in a good environmJawaharlal Knowledge Centres (JKCs) are excellent finishing schools instituted in 2005 by the government of Andhra Pradesh with a mission to provide employment opportunities to the students in government Degree colleges of the state. The Commissionerate of Collegiate Education is the administrative head for all Degree Colleges in the state. JKCs vision is to provide the best opportunities to students belonging to weaker and marginalized sections. It’s mission is creating opportunities, developing skills and unleashing potential.",
		"webpage": "www.andhraloyolacollege.ac.in"
	},
	{
		"collegename": "Andhra University College of Engineering",
		"description": "Andhra University is not just one of the oldest educational institutions in the country, but is also the first to be conceived as a residential and teaching-cum-affiliating University, mainly devoted to post-graduate teaching and research.The people of the State have an emotional attachment to the institution, since it came into being after a prolonged and collective struggle of the Telugu elite for a University in the educationally backward northern Circars and Ceded districts of the erstwhile Madras Presidency.Andhra University was constituted in the year 1926 by the Madras Act of 1926. The 94-year-old institution is fortunate to have Sir C.R. Reddy as its founder Vice-Chancellor, as the steps taken by this visionary proved to be fruitful in the long run.Former President of India Dr. Sarvepalli Radhakrishnan was one of its Vice-Chancellors who succeed Dr. C. R. Reddy in 1931. The University College of Arts was inaugurated on 1 st July, 1931. The inaugural courses were Telugu language and literature, History, Economics and Politics. A year later, the College of Science and Technology came into being with Honours courses in Physics and Chemistry. The University pioneered in introducing many new courses in Science, Arts, Management and Engineering in the country.The leaders of the university always believed that excellence in higher education is the best investment for the country and engaged the services of famous educationists such as Dr. T.R. Seshadri, Dr. S. Bhagavantham, Professor Hiren Mukherjee, Professor Humayan Kabir and Dr. V.K.R.V. Rao, to mention a few who set high standards for teaching and research. Nobel Lariat C V Raman was the proud alumnus of the University and closely associated in laying research foundations in Physics. Padmavibhushan Prof. C R Rao, the renowned statistician of the world, was also the proud alumnus of the University.Keeping in pace with the global needs and challenges under the leadership and guidance of successive Vice-chancellors, the University is offering several new Courses of relevance and Contemporary significance.Ever since its inception in 1926 Andhra University has an impeccable record of catering to the educational needs and solving the sociological problems of the region. The University is relentless in its efforts in maintaining standards in teaching and research, ensuring proper character building and development among the students, encouraging community developmental programmes, nurturing leadership in young men and women and imbibing a sense of responsibility to become good citizens, while striving for excellence in all fronts.As a sequel to this, the University has always subjected itself for continuous self-evaluation for maintaining standards and to reach set targets. Further, to assure quality in Higher Education the University has gone through the process of assessment and accreditation by National Assessment and Accreditation Council (NAAC) in April 2002. The Peer Committee has analyzed the strengths and weaknesses of the institution and has assessed the University with ‘A' grade awarding it with the best percentage among the State Universities of Andhra Pradesh. The University designed and implemented Quality Management System successfully and became the first general University in the country to get ISO 9001: 2000 Certification in 2006.The University Presently is Offering 313 Courses in Arts, Commerce, Management, Science & Technology, Engineering, Law, Pharmacy and Education. The University has five constituent colleges and four AU Campuses. The Colleges of Arts and Commerce is the biggest constituent college in the University with 26 Departments offering 42 courses including four Diploma Courses. The College of Science and Technology has 21 Departments, which offers 63 Courses including one PG Diploma. The College of Engineering has 15 Departments offering Undergraduate, Postgraduate and Research Programmes. The College of Law has been identified as an advanced Center in Law by UGC. The college of Pharmaceutical Sciences is first of its kind in South India, which is offering one UG Programme and six PG Programmes, besides Research Programmes leading to Ph.D. Degree. The AU campus at Kakinada (East Godavari District) has five Departments and the AU Campus at Etcherla (Srikakulam Dist) has Eleven Departments. The AU Campus at Tadepalli Gudem has four departments and AU Campus at Vizianagaram has five Departments.The University is spread in a sprawling campus of 422 acres dotted with 121 buildings of Academic, Administrative and support services with a plinth area of about 20 lakhs sq.ft., and 324 staff quarters. Presently the University catering the Educational needs of five green districts of Andhra Pradesh namely Visakhapatnam, East Godavari, West Godavari, Vizinagaram and Srikakulam.The University campus is having 23 hostels for men which can accommodate more than 3200 students and 10 hostels exclusively for women with a capacity of more than 2000 seats. Two Hostels are specially constructed for foreign students. The University has also two Residential Health Centres one at south campus and the other at north campus and a homoeo Dispensary. The University has four Guest Houses, Central Canteen and four canteens at various locations, Press and Publication division, Women Waiting Halls, Faculty Club and Schools for Employees Children.The University is also having student services and welfare centres in the campus like post and Telegraph office, Banking facilities, University employment and Guidance bureau, training and placement centre and a sports complex including a Gymnasium Hall.The other infrastructural facilities available in the University include Academic Staff College, Computer Centre and Press & Publications division. The University is also having 25 Research centers/institution in the campus like Agro- Economic research Centre, Centre for Religious studies, Centre for Women s Studies, Delta studies Institute , Institute of public sector management, Institute for yoga and Consciousness and population Research Centre, OASTC, Bay of Bengal, etc.,The University has started school of Distance Education in the campus in 1972. It offers Courses ranging from Certificate Courses to Post Graduate and Professional Courses. The School of Distance Education presently offering 4 UG Programs, 18 PG Programs, 5 Certification Courses, 9 PG Diploma Courses, 15 Professional Courses and 7 Collaborative Courses through Distance Education Mode. The School has 35 study centres across the State. The enrolment in UG, PG, and Professional Programmes in the School of Distance Education is about 80,000 students. The School has 23 permanent faculty. It is Equipped with the latest infrastructure.The University has well experienced and export faculty known world wide for their research contributions. There are 354 Professors, 198 Associate. Professors and 115 Asst. Professors serving the University. Organization of International and National events is a regular feature of the University. There are more than 2500 support staff working in the University.The alumni of the University occupy important positions in government administration, Industry and research organizations with in and out side the country. The Government of Andhra Pradesh has appointed the professors of the University as chairman and vice-chairman of the APSCHE and presently ten Universities had Vice-chancellors from Andhra University.The University has recently organized the 95 th session of the Indian Science Congress, from 3 rd to 7 th January, 2008. The Prime Minister of India, Dr. Manmohan Singh has inaugurated the Congress and in his address he refered to the University as a Magnificient University and has all appreciation for the way the mega event was organized.There are 365 affiliated colleges spread across five districts under the territorial jurisdiction of Andhra University. The enrolment in Affiliated Colleges is about one Lakh.",
		"address": "Junction, AU North Campus, Andhra University North Campus, Andhra University, Visakhapatnam, Andhra Pradesh 530003",
		"longitude": "83.3200161",
		"latitude": "17.7251132",
		"extra": "The University campus is having 23 hostels for men which can accommodate more than 3200 students and 10 hostels exclusively for women with a capacity of more than 2000 seats. Two Hostels are specially constructed for foreign students. The University has also two Residential Health Centres one at south campus and the other at north campus and a homoeo Dispensary. The University has four Guest Houses, Central Canteen and four canteens at various locations, Press and Publication division, Women Waiting Halls, Faculty Club and Schools for Employees Children.The University is also having student services and welfare centres in the campus like post and Telegraph office, Banking facilities, University employment and Guidance bureau, training and placement centre and a sports complex including a Gymnasium Hall.",
		"webpage": "https://www.andhrauniversity.edu.in/"
	},
	{
		"collegename": "ANGAPPA EDUCATIONAL TRUST",
		"description": "As this is a Self financing college, it doesnot have the rights of prescriping the courses of study and syllabi. It cannot restructure and redesign the courses to suit the job requirements. The committee designs the methods of assessment of student’s performance, the conduct of the examinations and publication of the results. The committee also promotes healthy practices such as community service, extension activity and participative programs. The main reponsiblity of the committee to approve new programs of study.In addition to the above the college has number of students and faculty committee to decentralize the management activities the details of the role and responsibilities of the committees are prescribed and informed the members of faculty it is the function of the college committee to approve the proposals with or without modification of the boards of studies with regard to course of study. The committee also recommends to inprove regulations for sports and extra curriculur activites.The finance committee of the college advises the college committee to consider but budjet estimates, income and expenditure and auditor statements extra, the grievances of the faculty and students are redress through grievance redressal committee the dispiline committee in the college maintains displine ion the campus, if necessary it recommends suggestions for improvements. There also an Anti ragging committee which tries to curb such activites inside and outside the classrooms. There is Anti women’s Harassment cell which protects the interest of the girls. If any complaint receives the Principal takes strong action against the student’s involed in such activities.",
		"address": "West Club Road, 86, Race Course Rd, Coimbatore, Tamil Nadu 641018",
		"longitude": "76.9710892",
		"latitude": "10.9999857",
		"extra": "The finance committee of the college advises the college committee to consider but budjet estimates, income and expenditure and auditor statements extra, the grievances of the faculty and students are redress through grievance redressal committee the dispiline committee in the college maintains displine ion the campus, if necessary it recommends suggestions for improvements. There also an Anti ragging committee which tries to curb such activites inside and outside the classrooms. There is Anti women’s Harassment cell which protects the interest of the girls. If any complaint receives the Principal takes strong action against the student’s involed in such activities.",
		"webpage": "http://www.angappacollege.ac.in/"
	},
	{
		"collegename": "Ayya Nadar Janaki Ammal College",
		"description": "The Ayya Nadar Janaki Ammal College established in 1963 is a standing testimony to the wisdom and farsighted of The Legendary of Humanitarianism Thiru. P. Ayya Nadar, a farsighted industrial architect of Sivakasi town and renowned academician and his equally generous wife Thirumathi A. Janaki Ammal, caters the need of rural sector for higher education. As this Institution was established by their Munificence, the College was fittingly named after them. Discipline and Academic Excellence are Hall Mark of this Institution.",
		"address": "Srivilliiputhur, State Highway 42, Sivakasi, Tamil Nadu 626123",
		"longitude": "77.7488279",
		"latitude": "9.4720109",
		"extra": "Organizing campus interviews and arranging off-campus interviews.Arranging career-oriented training programs for the welfare of the learners.Inviting eminent personalities from industries for guest lectures and seminars.Conducting model interviews for final year learners, to enhance their communication skills and build their confidence.Developing the overall personality of final year learners, through personality development programmes.Arranging part-time jobs for needy students.Helping final year PG students in carrying out Project Work by collaborating with leading industries.",
		"webpage": "https://www.anjaconline.org/"
	},
	{
		"collegename": "Anna Adarsh College for Women",
		"description": "Anna Adarsh College for Women affiliated to the University of Madras is a premier self- financing educational institution established in 1985 by the Punjab Association. The foundation stone was laid by His Excellency Late Shri GianiZail Singh, the then President of India in 1985. Named after the illustrious political stalwart from Tamilnadu, Arignar Anna, the college is located in Anna Nagar, a prominent and easily accessible part of Chennai.The College began with just 17 staff members and 300 students and has now grown into a very big institution with 205 faculty members and a 5300 strong student force.The College now offers 15 UG, 10 PG, 3 Research and 4 Language Departments with 13 Certificate and Add on Courses.The College provides ample facilities for development of an integrated personality. It has spacious classrooms, well equipped labs, smart classrooms for technology enabled learning, 1300 seater auditorium,an expansive playground, open air theatre, seminar hall, exclusive parking area, a KVB extension branch with ATM , state of the art indoor stadium, a series of solar panels for meeting the electricity needs on campus, a student and working women’s hostel.Faculty in the College are well qualified, highly experiencedand up to date in their field of study. They regularly attend and present papers in Seminars and Conferences, serve as subject experts and resource persons in other forums. Senior Professors serve as members in Board of Studies of several well- known Universities and colleges.The College holds a distinctive place among all colleges under the University in academic achievements with 2013-14: 192 ranks including 9 first ranks, 2014-15: 204 ranks including 15 first ranks, 2015-16: 214 ranks including 14 first ranks in the last three years and an average pass percentage of 86%.International, National, State Level seminars, workshops, Conferences, Symposiums, Technical meets, value and skill based programmes, motivational talks, awareness campaigns, working model exhibitions, academic quizzes, paper presentations, group discussions, debates, gender sensitization drives, outreach and community service programmes are periodically conducted to provide a practical edge to theoretical framework of scholastic learning.Student societies and Clubs play a vital role in the total life of the College. Every Department has an association which conducts seminars, symposiums, guest lectures and workshops throughout the year. The Culturals are a unique blend of popular and innovative concepts. The NSS, Rotaract, Youth Red Cross, The Red Ribbon and The Enviro are clubs that function with the commitment to serve society. The Career Guidance Cell, EDC, Business club, Soft skills club, Drama Club and Road safety club create awareness on the avenues students can explore. Value education is a vital component in the teaching learning milieu. The anti- ragging cell and the Complaint box function with the aim of addressing and redressing student grievances. Sports is an essential and integral part of the College. Specialized coaching by professional trainers in individual and team events is offered before and after college hours. Numerous schemes like health insurance, various scholarships, fee concessions, freeships and endowment prizes are provided to support the students.The college has been the recipient of various citations and awards through the years.On commomeration of the silver jubilee celebrations in college in 2010, the Dept of Posts ,Govt of India, released a special first day cover acknowledging the yeoman service rendered by the institution towards women’s education. The Dharmasamsthapana award was presented acknowledging our commitment in the protection and promotion of heritage and values.The College is a part of the project WOW, a National recycling initiative to save trees which has received a Certificate of Appreciation from ITC. A recipient of several awards for excellence in academics, co-curricular activities and sports the College is scaling greater heights and gearing up for Autonomy.With a successful team and a cheerful demeanour the College marches forward with commitment to excellence in education, research and service.",
		"address": "A-1 II Street, Off, 9th Main Rd, Anna Nagar, Chennai, Tamil Nadu 600040",
		"longitude": "80.2086258",
		"latitude": "13.080423",
		"extra": " Placement cell in association with G S Skill Gen Solutions organized a three weeks workshop on “Employability Enhancement Programme” for final year UG & PG students during May 2016.• Placement cell& G S Skill Gen Solutions organized a Job fair during May 2016. Companies visited are Accenture,Mckinsey,BharathMatrimony,Habblis& HGS. In Job fair 345 students were participated & 282 students were recruited.• Placement cell in collaboration with Vista Mind organized a carrier guidance programme on “Higher Education & Job Opportunities in Government for final year UG Students during July 2016.• Placement cell in collaboration with CTS organized an orientation Programme on “Evolve Session” addressed by Ms.Fouzia, HR, CTS for final year UG students in the month of July2016.• Placement cell in association with G S Skill Gen Solutions organized an orientation programme on “Employment Enhanceability” for all final year UG & PG Students in the month of August 2016• Placement cell & G S Skill Gen Solutions organized a three day Life skill training programme on “Physical Fitness and Stress management” in the month of August 2016• Placement cell in association with G S Skill Gen Solutions organized a Training programme for final B.Com Students in the month of October 2016.Placement cell in association with G S Skill Gen Solutions organized an one week “Laurus Barclays Employability Workshop” addressed by Mr.Venkat & team in the month of October 2016.Placement cell & G S Skill Gen Solutions organized a Job fair during February 2017.The visited companies are Alcance, Cosmo soft Technology,Habbils Systems/Springboard, Suriel Group, Ikya Global ,Vertex, Avidus Academy ,Auto sense Pvt.Ltd., Manpower Group, Bluechip organization ,Bombay Stock Exchange and Hexaware. Around 477 students were recruited.",
		"webpage": "http://www.annaadarsh.edu.in/"
	},
	{
		"collegename": "Annai College of Arts And Science",
		"description": "Annai College of Arts and Science is a college in Kovilacheri, Kumbakonam, Tamil Nadu, India. Which is affiliated to Bharathidasan University Trichirapalli",
		"address": "Anakudi Road, Kovilacheri Tanjavur District, Kumbakonam, Tamil Nadu 612503",
		"longitude": "79.3660704",
		"latitude": "10.996356",
		"extra": "Annai College of Arts & Science is situated in Kumbakonam in Tamil Nadu state of India. it is accredited from AICTE and it is affiliated to Bharathidasan University. ANNAI COLLEGE, Kumbakonam offers 24 courses across 7 streams namely Management, IT, Science, Arts, Media and Mass Communication, Commerce and Banking, Hotel Management and across 10 degrees like BSc, B.Com, BA, BBA, BHM.Hostel facility is not available for its students. Additional campus facilities such as Academic Zone, Canteen, Computer Lab, Library, Medical Facilities, Cls. Room, Placement, Sports, Residential Institute, Residential Zone are also there.",
		"webpage": "annaicollege.com"
	},
	{
		"collegename": "Annai Fathima College of Arts and Science",
		"description": "Annai Fathima College started its, pursuit of intellectual quest, amelioration and the scholarly pursuit with a simple beginning in the year 1992.At present we have grown to a sizeable and quite impressive strength. We seek to add value education to the oncoming generations. We believe the future depends, not on mere knowledge but a deeper and truer understanding and feeling.",
		"address": "No 163 Thangam Nagar Kamarajar Salai Near Ganesh Theatre Signal Police Booth, Madurai, Tamil Nadu 625009",
		"longitude": "78.1378838",
		"latitude": "9.9148661",
		"extra": "Prepares students to make them fit into management & operational level of hierarchy in hotel & related industries.Helps the students to specialize in technical areas for betterment of opportunities in cruise and flight catering. Prepares the students for middle level management as well as for managerial cadre.",
		"webpage": "https://annaifathimacollege.edu.in/"
	},
	{
		"collegename": "Annai Hajira Women's College",
		"description": "Formation of As-Sathiq Educational Society in the year 2002 and the consequent appearance of ANNAI HAJIRA WOMEN’S COLLEGE in Melapalayam in the year 2004 marks the culmination of over a decade’s Selfless Service by the members of  As-Sathiq Educational Society in the promotion of higher education among the young women in general, and Muslim women in particular who are identified as economically and educationally most backward.With the approval of the Government of Tamil Nadu and affiliation of Manonmaniam Sundaranar University, the journey of ANNAI HAJIRA WOMEN’S COLLEGE began on 26th June 2004 with a Vision “To provide a distinct environment of excellence in education with humane values & social commitment”. Haji S.K.Syed Ahmed, Haji V.K.Mohamed Ghouse and Haji S.K. Kutha Mohamed donated 3.05 acres of land owned by them for the purpose of establishing this women’s college in the most backward area in Tirunelveli.‘Little drops of water make the Mighty Ocean’ goes the saying, we are indebted to many a Philanthropists who have contributed generously for the welfare, growth and construction of this Institution.The then Central Minister Mr.R.Dhanushkodi Adithyan, M.A., B.L., M.P., sanctioned  ` 25 lakhs for the construction of Hostel Buildings.The aim of the Society in starting ANNAI HAJIRA Women’s College is both to create an awareness among the members of the community to the imperative need for making womenfolk highly educated and make available the necessary facilities for the young women to pursue higher education in an environment that does not violate established norms of ethical values and tenets of sharia. These goals of the Society are steadily being realized by the grace of Almighty.The College which started functioning with humble student strength of 79 in 2004-2005 has over 800 on its roll as it steps into the Twelfth year. This surely is an indication of recognition being accorded to the College by the community. The result of the students in the University Examination is exhilarating both in quantitative and qualitative sense. All the undergraduate candidates presented by the College to the University Examination not only did pass the examination but also had to their credit high distinctions and University ranks.The College which has been blessed by Allah with a highly Service minded promoters committed to the cause of Women empowerment, is bound to grow, by the grace of Allah, from strength to strength and serve as a bacon of light to the community",
		"address": "Melapalayam, Tirunelveli, Tamil Nadu 627005",
		"longitude": "77.712087",
		"latitude": "8.6845059",
		"extra": "With the approval of the Government of Tamil Nadu and affiliation of Manonmaniam Sundaranar University, the journey of ANNAI HAJIRA WOMEN’S COLLEGE began on 26th June 2004 with a Vision “To provide a distinct environment of excellence in education with humane values & social commitment”. Haji S.K.Syed Ahmed, Haji V.K.Mohamed Ghouse and Haji S.K. Kutha Mohamed donated 3.05 acres of land owned by them for the purpose of establishing this women’s college in the most backward area in Tirunelveli.‘Little drops of water make the Mighty Ocean’ goes the saying, we are indebted to many a Philanthropists who have contributed generously for the welfare, growth and construction of this Institution.",
		"webpage": "http://annaihajiracollege.com/"
	},
	{
		"collegename": "Annai Teresa College of Engineering",
		"description": "Annai Teresa College Of Engineering is a College of Engineering that is located in Thirunavalur, Villupuram. It's an Engineering College.",
		"address": "Ulundurpet, Tirunavalur, Tamil Nadu 607204",
		"longitude": "79.4136014",
		"latitude": "11.7645723",
		"extra": "Annai Teresa College Of Engineering is a College of Engineering that is located in Thirunavalur, Villupuram. It's an Engineering College.",
		"webpage": ""
	},
	{
		"collegename": "Annai Therasa Arts & Science College",
		"description": "The Placement Cell of college conducts BBC Abnersoft English Edge Training Course for all the 1st Year U.G & P.G. Students to develop their communication skillsThe College is located in a spacious campus covering about 12 acres of land at Mangalam Village on the outskirts of Thirukazhukundram town right on the highway leading to kalpakkam and sadrasThe college brings higher education to the door- steps of the rural populationThe college is approved by the Government of Tamilnadu and affiliated to the University of Madras",
		"address": "Tirukazhukundram, Tamil Nadu 603109",
		"longitude": "80.0624796",
		"latitude": "12.6082901",
		"extra": "The Placement Cell of college conducts BBC Abnersoft English Edge Training Course for all the 1st Year U.G & P.G. Students to develop their communication skillsThe College is located in a spacious campus covering about 12 acres of land at Mangalam Village on the outskirts of Thirukazhukundram town right on the highway leading to kalpakkam and sadrasThe college brings higher education to the door- steps of the rural populationThe college is approved by the Government of Tamilnadu and affiliated to the University of Madras",
		"webpage": "http://www.atasctkm.com/"
	},
	{
		"collegename": "Indian Institute of Technology Delhi",
		"description": "The Indian Institutes of Technology (popularly known as IITs) are institutions of national importance established through an Act of Parliament for fostering excellence in education. There are twenty three IITs at present located at Bhilai, Chennai, Delhi, Dhanbad, Dharwad, Goa, Guwahati, Jammu, Kanpur, Kharagpur, Mumbai, Roorkee, Bhubaneswar, Gandhinagar, Hyderabad, Indore, Jodhpur, Mandi, Palakkad, Patna, Ropar, Tirupati and Varanasi.. Over the years IITs have created world class educational platforms dynamically sustained through internationally recognized research based on excellent infrastructural facilities. The faculty and alumni of IITs continue making huge impact in all sectors of society, both in India and abroad. Institute of Technology, Banaras Hindu University (IT-BHU) Varanasi and Indian School of Mines (ISM) Dhanbad, are the oldest institutions in India and are known for their immense contributions towards society at large and for science and technology in particular.",
		"address": "IIT Campus, Hauz Khas, New Delhi, Delhi 110016",
		"longitude": "77.1946067",
		"latitude": "28.5491349",
		"extra": "admission thorugh only entrence exam.IIT Delhi has a fully functional Counselling Services Centre which functions on a broad spectrum using psychotherapy, enriching students, providing a support system for students, parents, faculty, staff, advising students. SCS is sensitive, receptive and empathetic towards every individual's thoughts and feelings. This capacity is further enhanced by the counselor's ability to extend her understanding by using assessment, interviews and administration of required psychological therapies. Clinical assessment is done and supported by counsellors by referring students to psychiatrists visiting every Tuesdays to IITD hospital and other government hospitals such as AIIMS which is closes to IITD and has a very experienced Psychiatry department.In addition to the physical counsellors we also have YourDost an online portal providing 24x7 Mental Health support for IITD students, faculty and staff, through unlimited text counselling, audio-video sessions, discussion forums, and telephone/internet calls.",
		"webpage": "http://www.iitd.ac.in/"
	},
	{
		"collegename": "Indian Institute of Technology Kharagpur",
		"description": "There were 224 freshers and 42 teachers in August 1951 when the first session started. The class rooms, laboratories and the Administrative office wer ehoused in the historic building of the Hijli Detention Camp. The Institute started its academic programme with only ten Departments. On March, 1952, Pandit Nehru laid the foundation stone of the New Building.The layout of the present campus and the design of our buildings were carried out by a host of engineers and architects under the guidance of an eminent Swiss architect Dr. Werner M. Moser. A large amount of financial help was available for procuring a number of machine tools from the ministry of industry and supply. The Institute Workshop was supposed to be one of the best in the country. The Institute was fortunate enough to have Sir J.C.Ghosh, an eminent Scientist as its first Director under whose able stewadship the Institute grew in its formative years. The first Board of Governors was constituted with Dr. B.C. Roy, as the chairman and Mr. N.R.Sarkar, Sir Jehangir J. Gandhi, Dr. Tarachand, Mr. K.R.K. Menon, Mr. T. Sivasankar, Dr. S.S. Bhatnagar, Mr. H. Kabir and Dr. J.C. Ghosh as memebers. Some eminent scholars from Europe had joined this Institute in its formative years and the first two of them were Prof. R.A. Kraus and Prof.H. Tischner, who was incidentally the first Head of Electronics and ECE Department.On Sept. 15, 1956, the Parliament of India passed an act known as the Indian Institute of Technology(Kharagpur) Act declaring this Institute as an Institute of national importance. The Institute was also given the status of an autonomous University. From this modest start in 1950, IIT Kharagpur has been engaged in a steady process of development with about 18 academic departments, five centres of excellence. the vast tree-laden campus, spreading over 2100 acres has a self contained township of over 15,000 inhabitants. Currently we have about 550 faculty, 1700 employees and 9000 students on the campus.",
		"address": "Kharagpur, West Bengal 721302",
		"longitude": "87.3083424",
		"latitude": "22.3149323",
		"extra": "admission thorugh only entrence exam.All-round Career Development Programme - The Institute organizes various programmes to improve soft skills, professional communication and personality through career counselling by professional agencies/experts. Students are also assisted in preparing professional resumes by conducting resume writing workshops. Management development programs are conducted by experts. The Career Development Centre also assists the departments in organizing Industry oriented workshops, leadership talks, lectures, competitions, Curriculum Oriented Career Prospects (COCP) Workshops including specialized niche areas.Choice of Companies - IIT Kharagpur invites the best recruiters in the market during the internship and placement season covering various sectors such as Core Engineering, IT, Finance, Consulting, Automobiles, PSUs, etc. The sheer diversity of recruiters across all domains and the extensive participation of overseas companies is an epitome of the global stature of the brand IIT Kharagpur.Flexible Curriculum - The internship and placement trend at IIT Kharagpur has shown that the flexibility in curriculum makes our students fit into any sector such as Core Engineering, IT, Finance, Analytics, Consulting et al. It does not matter which discipline you study, you may make a successful in-road to placement.Universally Compatible - More than 1500 students placed every year in 250+ top brands with best compensation packages. KGP students are universally compatible to take up challenges in any of the sector because of the flexibility in our curriculum. The entrepreneurial frame of mind of the students of IIT Kharagpur has also received appreciation from the recruiters. The corporate preparedness of the students is indicated by the significantly large number of students hired by the recruiters as compared to other institutes.",
		"webpage": "www.iitkgp.ac.in"
	},
	{
		"collegename": "Indian Institute of Technology Kanpur",
		"description": "We are going through an extraordinary situation due to COVID-19 and I am grateful to thcampus community for their cooperation in these trying times.In view of the powers invoked by the Government of India under Disaster Management Act2005 declaring nationwide lockdown for 21 days beginning 25th March, we have taken thefollowing decisions.1. The suspension of classes is extended until further notice. Students should not plan theirtravel back to the campus until instructed to do so. The decision about the contingentacademic plan for the on-going semester will be communicated once a final decision onthis has been taken.2. The academic area will be completely closed except for skeleton staff required foressential services and those involved in financial year end accounting. Fresh permissionsto visit academic area will have to be sought by the concerned staff/Section Heads/HoDsfrom the Deputy Director.3. Entry to the Institute will be closed for all visitors except for those with security passesissued by the district administration. Household help/maids from outside the campuswill not be permitted except for those employed for medical/nursing help. In such cases,specific permission will have to be sought from the Deputy Director. All residents arerequested to cooperate. ",
		"address": "Kalyanpur, Kanpur, Uttar Pradesh 208016",
		"longitude": "80.2207787",
		"latitude": "26.5062656",
		"extra": "The Indian Institute of Technology Kanpur is well known for its academic excellence and is often considered as the 'first stop' for a large number of industries and other organizations for recruiting undergraduate and post-graduate students. We truly appreciate the faith bestowed on us from several organizations and we look forward to continuing our relationship with them.The Students' Placement Office (SPO) is run and managed by an efficient team of office staff & students and handles all aspects of placements at IIT Kanpur. Right from contacting companies to managing all logistics of arranging for tests, pre-placement talks and conducting final interviews the SPO team provides it's best possible assistance to the recruiters. The hospitality and the functioning of SPO is applauded and well received by the visiting recruiters every year.",
		"webpage": "www.iitk.ac.in"
	},
	{
		"collegename": "Vellore Institute of Technology(VIT) - Vellore",
		"description": "VIT was established with the aim of providing quality higher education on par with international standards. It persistently seeks and adopts innovative methods to improve the quality of higher education on a consistent basis.The campus has a cosmopolitan atmosphere with students from all corners of the globe. Experienced and learned teachers are strongly encouraged to nurture the students. The global standards set at VIT in the field of teaching and research spur us on in our relentless pursuit of excellence. In fact, it has become a way of life for us. The highly motivated youngsters on the campus are a constant source of pride. Our Memoranda of Understanding with various international universities are our major strength. They provide for an exchange of students and faculty and encourage joint research projects for the mutual benefit of these universities. Many of our students, who pursue their research projects in foreign universities, bring high quality to their work and esteem to India and have done us proud. With steady steps, we continue our march forward. We look forward to meeting you here at VIT.",
		"address": "Vellore Campus, Vellore, Tamil Nadu 632014",
		"longitude": "79.1549515",
		"latitude": "12.9718384",
		"extra": "The PAT centre plays an integral role in creating the illustrious placement record of VIT. It ensures smooth functioning of the placement activities in the campus. The centre further facilitates training activities of the students and makes sure they get placed in the best of both national and international companies.In 2018-19 alone, PAT has brought more than 600 companies on campus for placements. Last year, the highest offer made was 39 lakhs per year by Microsoft. Over the recent years, many reputed companies such as Intel, Ebay, Amazon, Dell, GE, Texas Instruments, Schneider Electric, DE Shaw & Co, Hitachi, HP, PayPal, Tata Motors, L&T, Dr. Reddy's, Bosch, Deloitte, Morgan Stanley, Qualcomm, Ashok Leyland, Honda, Ford, Global Analytics, TCS, Cognizant, Accenture, Wipro and InfoSys have participated in hiring from VIT.Wipro Technologies (Wipro Turbo) made job offers to 238 students with a CTC (cost to company) of 6 lakhs per annum from the 2019 graduating batch of Vellore Institute of Technology during the campus recruitment drive held at the VIT campus. This is the highest number of dream offers given by the company to the students from a single institution, and has found a place in the Limca Book of Records in its 2019 edition (8th Time).Apart from Wipro the following MNC’s have given highest offers from a single Institution (VIT).Deloitte - 191 offers Bank of America - 108 offers Intel - 147 offers.This surpasses the earlier record of 135 dream offers made by the same company to the 2018 graduating batch of VIT. This is also the 8th time that the VIT is entering the Limca Book of Records for campus placements. Earlier, VIT has entered into the Limca Book of records in 2009, 2011, 2014, 2015 (two records), in 2016 for the highest number of IT services placements, and in 2017 for the highest number of dream offers.",
		"webpage": "www.vit.ac.in"
	},
	{
		"collegename": "Indian School of Mines (ISM) - Dhanbad",
		"description": "Standing tall since early decades of 20th century, the institute is steadily sailing through the millennium change and has emerged into one of the most prominent institution- Indian Institute of Technology IIT(ISM) with full bloom functioning of 18 branches of Engineering, Applied Sciences, Management Studies and Humanities. IIT (ISM) has had a centenary long credentials of outperforming achievements/contributions in academia and the industry.",
		"address": "Police Line Road, Main Campus IIT (ISM, Hirapur, Sardar Patel Nagar, Dhanbad, Jharkhand 826004",
		"longitude": "86.4390135",
		"latitude": "23.8143868",
		"extra": "admission thorugh only entrence exam.The Indian National Congress passed a resolution at its XVII session stating that: “in view of the fact that the tendency of recent legislation namely, The Indian Mines Act VII of 1901, is that all Indian mines must be kept under the supervision of mining experts, the Congress is of opinion that a Government College of Mining Engineering be established in some suitable place in India on the models of the Royal School of Mines in England, Mining Colleges of Japan and at other places in the continent.",
		"webpage": "www.ismdhanbad.ac.in"
	},
	{
		"collegename": "Indian Institute of Technology(IIT) - Guwahati",
		"description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes. Within a short period of time, IIT Guwahati has been ableto build up world class infrastructure for carrying out advanced research and has been equipped with state-of-the-art scientific and engineering instruments.Indian Institute of Technology Guwahati's campus is on a sprawling 285 hectares plot of land on the north bank of the river Brahmaputra around 20 kms. from the heart of the city. With the majestic Brahmaputra on one side, and with hills and vast open spaces on others, the campus provides an ideal setting for learning.",
		"address": "Surjyamukhi Road, North, Amingaon, Guwahati, Assam 781039",
		"longitude": "91.6893947",
		"latitude": "26.1878083",
		"extra": "admission thorugh only entrence exam.IIT Guwahati has recently entered the elite list of top 70 young universities of the world under 50 years. It is the best ranking for any Indian institute in the world university rankings. At this moment of pride and happiness, I take this opportunity to welcome you all.In a short duration of over two decades, IIT Guwahati has been able to develop world-class facilities and resources. We are well recognised for our research and teaching facilities in India and abroad.Our students have continuously been able to display excellent potential and skill in their fields of academics and extra-curricular activities. Many of the students have visited foreign universities of repute to widen their knowledge and experience. The IIT Guwahati alumni are showing excellence in their respective fields. It is worth mentioning that recruiters from varied fields have responded very enthusiastically and rated our students very high. Their abilities are well attested by the excellent reports we receive from the recruiting companies.We provide continuous support to the graduating students registered for placement by offering information and guidance. Centre for Career Development (CCD) looks after all the necessary activities for their placement. We have the required infrastructure to conduct parallel placement sessions, pre-placement talks, excellent accommodation arrangement in the guest house, etc. to organize campus placement activities.Our CCD team take this opportunity to invite your esteemed organization to visit our our campus for recruitment of our students. It will be a great privilege for us to welcome you at the IIT Guwahati.",
		"webpage": "www.iitg.ernet.in"
	},
	{
		"collegename": "SRM Engineering College, SRM University",
		"description": "We provide an inspiring environment through freedom, creativity and innovation.SRMIST offers a challenging, meaningful work in an open environment that celebrates diversity in all its forms. Being part of SRMIST is more than just a career – it could be a life-changing experience.At SRMIST everyone has the right and opportunity to develop and see through their ideas. No matter what you do, it is an amazing place to be.Our academics show the way with our professional, administrative and support staff creating a world-class working environment and enable them to continue achieving internationally renowned excellence in research and teaching.We offer market-competitive rewards package that consider your needs at different life stages and also provide a supportive environment that allows you to enjoy a healthy work-life balance.",
		"address": "Mahatma Gandhi Rd, Potheri, SRM Nagar, Kattankulathur, Tamil Nadu 603203",
		"longitude": "80.0395199",
		"latitude": "12.8230982",
		"extra": "Students are encouraged to seek the opportunities and enhance their learning experience with a practical knowledge. The Career Centre provides a platform for the students and the companies as well so that the collaboration is mutually beneficial.Once a student enters this University, the Institution takes the entire responsibility to develop that individual into a personality. The students are overwhelmed with the opportunities they are provided with. They are left open to a humpty number of choices lying in front of them to choose in parallel to their academics. SRM believes in enhancing its students through dedicated concentration on each and every student and sees to that everyone enhances their talents with the opportunities they are provided with. Once the placement season commences, one can feel the vibrant environment on the campus. Talents go barely unrecognized in the SRM Institute of Science and Technology (formerly known as SRM University) as we leave no stone unturned, to place our students.",
		"webpage": "www.srmuniv.ac.in"
	},
	{
		"collegename": "Birla Institute of Technology, Mesra(BITS, Mesra) - Ranchi",
		"description": "A legacy of leadershipEstablished in 1955 by the visionary industrialist Mr. BM Birla, BIT Mesra was founded with a clear vision to offer its young minds a space, where their imagination could take wings and their ideas fruition. For over 6 decades now, the institute has nurtured minds with a rich heritage of academic excellence, developing learning frameworks that have been well ahead of times.",
		"address": "Mesra, Jharkhand 835215",
		"longitude": "85.4378281",
		"latitude": "23.4119261",
		"extra": "admission only entrence test.BIT's Campus Recruitment Program has been enabling the right talent and opportunity match for over 5 decades now. Companies who have been hiring from our campus have returned for placement sessions every subsequent year reposing their trust in the talent that BIT Mesra churns out, every year.Our students' diverse backgrounds, the balance of technical and soft skills make them well placed for not just exponential growth in their respective careers, but also for contributing to the success of any organization they join.Campus Recruitment Programmes are also organized in our other campuses, namely, Jaipur, Noida, Deoghar & Patna.",
		"webpage": "www.bitmesra.ac.in"
	},
	{
		"collegename": "Thapar Institute of Engineering and Technology - Patiala",
		"description": "Thapar Institute of Engineering & Technology here on 19 January 2018, Friday signed a comprehensive institutional agreement with Israels Tel Aviv University (TAU), covering research, teaching and student exchange between both institutions.Both of them have agreed to establish a programme for academic cooperation, bring benefits of credit transfer programmes in engineering and life sciences and participation in the israeli varsity's summer programmes, post-doctoral fellowships and semester exchange opportunities.TIET and TAU will also work together in research fields. With over 100 research centres, TAU, consistently ranked in the top 20 in the world in terms of scientific citations and among the top 100 universities internationally, is known for ground-breaking research, leading researchers and faculty, strong interdisciplinary focus, and the values of globalism, pluralism and social responsibility.On signing the agreement, TAU President, Prof Joseph Klafter said: Like Thapar University, we are strong in engineering and management and also have a wide spectrum of departments across the sciences, humanities and arts.TIET President Gautam Thapar said that the agreement will help in strategic international partnerships and enhance the quality and reach of the varsity.Klafter, who was chief guest at the 31st convocation of TIET gave away degrees and medals to students at the function on Friday. A total of 1,731 degrees were awarded at the convocation, including 73 PhD degrees, 693 Masters in Engineering, Sciences, Humanities and Management and 961 Bachelors. degrees in Engineering. Thapar Institute of Engineering and Technology, founded in 1956, is housed in a 250-acre campus in Patiala, about 70 km from Chandigarh.",
		"address": "Bhadson Rd, Adarsh Nagar, Prem Nagar, Patiala, Punjab 147004",
		"longitude": "76.3625125",
		"latitude": "30.3564288",
		"extra": "CILP arranges campus interviews for placement of final year students of all branches by inviting various Public Sector and Private organization. A data base of organizations is available with CILP which is continuously updated.All students of various BE engineering disciplines are required to spend a full six month’s semester in the industry completing an industrial project under the joint supervision of industry supervisors and TIETU faculty. Similarly the students of MCA do a System Development Project (SDP) of sixteen weeks duration, the students of M.Sc spend a six weeks summer training & students of MBA spend two months training in the industry. This provides a system of education that formally integrates academic studies with related work experience. More than 150 Industries provided Project slots/Training to our students, CILP assists in arranging project semester slots for various branches of engineering.ME/M.Tech Students from Computer Science, Electrical Instrumentation, Electronics Communication, Biotech & Mechanical Engineering Departments go for One Year Internship.CILP also assists in arranging six week’s summer training for students of BE IIyr of Electronics and Communication Engineering, Electronics (Instrumentation & Control), Electrical and Computer Engineering disciplines.CILP is closely involved in Industry/Institute Interaction Programmes such as Faculty Exchange Programme, Mobility of Industrial Personnel Programme and Joint Research Projects in collaboration with industries.",
		"webpage": "www.thapar.edu"
	},
	{
		"collegename": "Indian Institute of Technology Madras",
		"description": "Indian Institute of Technology Madras is one among the foremost institutes of national importance in higher technological education, basic and applied research. In 1956, the German Government offered technical assistance for establishing an institute of higher education in engineering in India. The first Indo-German agreement in Bonn, West Germany for the establishment of the Indian Institute of Technology at Madras was signed in 1959.The Institute was formally inaugurated in 1959 by Prof. Humayun Kabir, Union Minister for Scientific Research and Cultural Affairs. The IIT system has sixteen Institutes of Technology. The first of these to be instituted are at Kharagpur (estb. 1951), Mumbai (estb. 1958), Chennai (estb. 1959), Kanpur (estb. 1959), Delhi (estb. 1961), Guwahati (estb. 1994) and Roorkee (estb. 1847, joined IITs in 2001).IIT Madras is a residential institute with nearly 550 faculty, 8000 students and 1250 administrative & supporting staff and is a self-contained campus located in a beautiful wooded land of about 250 hectares. It has established itself as a premier centre for teaching, research and industrial consultancy in the country.The Institute has sixteen academic departments and a few advanced research centres in various disciplines of engineering and pure sciences, with nearly 100 laboratories organised in a unique pattern of functioning. A faculty of international repute, a brilliant student community, excellent technical & supporting staff and an effective administration have all contributed to the pre-eminent status of IIT Madras. The campus is located in the city of Chennai, previously known as Madras. Chennai is the state capital of Tamilnadu, a southern state in India.",
		"address": "Indian Institute Of Technology, Chennai, Tamil Nadu 600036",
		"longitude": "80.231502",
		"latitude": "12.9914981",
		"extra": "The Indian Institute of Technology Madras is one of the most reputed institutes for technological education and research in India. Known for its strong relations with the industry, the Institute has always been a favourite destination of recruitment for many firms.The Training and Placement office is the nodal point of contact for companies seeking to establish a fruitful relationship with IIT Madras. As our logo says, Siddhirbhavati Karmaja - Success comes through hard word. ",
		"webpage": "https://www.iitm.ac.in"
	},
	{
		"collegename": "National Institute of Technology Tiruchirappalli",
		"description": "NIT, Tiruchirappalli (formerly, REC Tiruchirappalli) started with three engineeringbranches, namely, Electrical, Mechanical and Civil. The three branches arerepresented (reading L to R) by the transmission tower, Archimedes lifting the earthwith a lever, and a multi-storied structure. At the bottom of the Cog-Wheel is the Sanskrit phrase – Satyameva Jayate– meaning, Truth Alone Triumphs. The two lighted lamps on either side symbolize the light of knowledge andtruth. In the foreground are the major land marks of the city: the ‘Rockfort Temple’and the ‘Our Lady of Lourdes Church’.At the base of the Rockfort Temple is 1964, the year of establishment.The emblem is embellished with a circular band with the expansion of NITon the upper arc and Tiruchirappalli, in the lower arc.",
		"address": "Tanjore Main Road, NH67, near BHEL, Tiruchirappalli, Tamil Nadu 620015",
		"longitude": ",78.8110294",
		"latitude": "10.7589434",
		"extra": "International Accreditation and Ranking in tertiary education largely guide goal-setting. The perception built by the stakeholders, crucially influence the process of repositioning. Benchmarking with global universities who are in the top 200 in world rankings in terms of teaching, innovation and research, funding and internationalisation. Hence, the need to set the following goals:Attracting top talent and global collaborationsBuilding world-class research infrastructure to facilitate multi- / inter- / trans-disciplinary researchInitiatives towards financial sustainabilitySocial outreach activities of national / international importance.Top 10 in India ranking in Engineering Discipline.Top 500 in World Ranking in five years",
		"webpage": "https://www.nitt.edu/"
	},
	{
		"collegename": "Hindustan Institute of Technology and Science",
		"description": "Hindustan College of Engineering, started in the year 1985, was conferred the SASTRA UNIVERSITY, THANJAVURSASTRA UNIVERSITY, THANJAVURSASTRA UNIVERSITY, THANJAVURUniversity Status by University Grants Commission (UGC), Government of India, Under Section 3 of UGC Act 1956 from the academic year 2008-09 and under the name HITS (Hindustan Institute of Technology and Science).Today, Hindustan Institute of Technology and Science is one of the most sought after engineering Institutions in Tamil Nadu, reputed for its highly qualified and experienced faculty and excellent infrastructural facilities for curricular and extra curricular activities, the University has maintained an enviable academic excellence right from its inception. The student community comprises of students from all over India and Overseas. We have students hailing from Afghanistan, Bangladesh, Bhutan, China, Egypt, Ethiopia, France, Indonesia, Kenya, Korea, Liberia, Libya, Mauritius, Nigeria, Oman, Rwanda, Singapore, South Africa, South Korea, Sudan, U.A.E, Thailand, Vietnam, Tanzania, USA, etc.The university has accomplished its mission and its academic achievements are a testimony to the same. More than 80% of students secure first class with distinctions year after year. Over 950 students have been placed in leading companies in India and abroad in the last 3 years. The students of this reputed institution are receiving placement offers from leading companies in India and Abroad. The institution has collaborative partnerships with leading universities in USA, Singapore, Australia, etc. It has students and faculty exchange programs with leading international universities. The university has also has received numerous accolades and awards over the years.",
		"address": "1, Rajiv Gandhi Salai, Old Mahabalipuram Road, Padur, Kelambakam, Chennai, Tamil Nadu 603103",
		"longitude": "80.2218417",
		"latitude": "12.800889",
		"extra": "Above 75% Annual Placement ConversionEncouragement of innovative talents & spirits of the students through Hindustan Technology Business Incubator (HTBI) & Hindustan Entrepreneurship and Innovation Centre (HEIC)Strong Alumni NetworkSponsorship to attend seminars/conferences (National & International)Highly qualified faculty with industry and academic experienceAccess to state-of-the-art laboratories and workshopsInternational Mobility Programmes including one semester abroad program, student/faculty exchanges and higher studiesScholarship available for meritorious and sports studentsMOUs with leading industries and institutions in India and AbroadExcellent library facility with complete digital access for online databases like SCOPUS, IEEE, Springer, ScienceDirect, Nature, ecOpportunity to be involved in various research centres and projects on campus.Regular Industrial Visits & Internship to execute projects at national and international Industries/Institutions10 Research Centres and 7 Schools (Aeronautical, Building, Computing, Electrical, Management, Mechanical, Science & Humanities)Adherence to Bloom's Taxonomy and Outcome Based Education (OBE) PracticesChoice Based Credit System (CBCS) for students to choose the subjects and teachers",
		"webpage": "https://hindustanuniv.ac.in/"
	},
	{
		"collegename": "SASTRA UNIVERSITY, THANJAVUR",
		"description": "SASTRA University was started in 1984 as Shanmuga Engineering College and it was then affiliated to the Bharathidasan University, Tiruchirapalli. In 2001, SASTRA broke its affiliation to become the first institution to acquire the ‘Deemed University’ status in Tamil Nadu. SASTRA University boasts of a manifold of undergraduate and postgraduate programmes in Engineering, Law, Commerce, Science, Education, Management, Arts and is a sought after institution for research.With a sprawling campus having a built-up area of over 232 acres and a vibrant population of over 16,000 students and over 800 teaching faculty, SASTRA has become a landmark in the educational map of India. The standards which students have set in industry and academia, both in India & abroad have been reflected in the grades awarded by educational bodies as SASTRA has been re-accredited with Grade ‘A’(maximum) by the National Accreditation and Assessment Council(NAAC) a statutory body of the U.G.C. SASTRA has also successfully signed the memorandum of understanding with many reputed and top-notch universities all over the globe thus enabling a student exchange programme between them.VEE SEE BEE Trust, a trust created for the promotion of education in various fields by a philanthropist of Thanjavur District, was accorded permission to establish an Institution for technical education under the Self-Financing Scheme formulated by the Government of Tamil Nadu vide G.O.Ms. No.317 dated 22-3-1984 issued by the Department of Education, Science and Technology from the academic year 1984-85.Trustees of the VEE SEE BEE Trust decided to locate the Institution in the village TIRUMALAISAMUDRAM, Thanjavur District as their first unit which is approximately 17km away from Thanjavur on NH67 Thanjavur to Trichy. The Institution is named as SHANMUGHA POLYTECHNIC COLLEGE.SHANMUGHA POLYTECHNIC COLLEGE affiliated to the State Board of Technical Education and Training of the Government of Tamilnadu offers Diploma Courses of three years duration in the following branches for this year.",
		"address": "Trichy-Tanjore Road, Thirumalaisamudram, Thanjavur, Tamil Nadu 613401",
		"longitude": "79.0162224",
		"latitude": "10.7285184",
		"extra": "As a University, SASTRA has been re-accredited in the III cycle with a maximum GRADE 'A+' by National Assessment and Accreditation Council (NAAC), an autonomous body established by the University Grants Commission. The Score of 3.54 puts SASTRA as number one university of its type in Tamilnadu and amongst the top in the country.The Peer Team expressed satisfaction about the genuine interest and approach of the University in maintaining quality and standards in its educational activities. It also commended the University for its several good practices and achievements, some of which in particular are:NAACWell articulated Vision and Mission; Participative and supportive managementGood academic infrastructure; multi-disciplinary research facility and infrastructurePlanned knowledge management and knowledge sharing initiativesA confluence of value-based systems and science and technology educationSocially relevant and practice oriented teaching and researchThe discipline and academic ambience promotes quality learning and R&D activitiesImplementing CBCS based academic programmesCurricula revision in line with emerging requirement of industryTransparent and merit based online admission systemStructured feedback system from students; feedback from other stakeholders including media, public, employers and alumniWell planned academic schedule and calendar in place and implemented effectivelySpecial schemes like Desh-Videsh for students to visit abroad fora semesterActive placement cell; Good placement indicative of learning outcom.sSpecially created research incubation facilityln-house mini production facility for hands on training in some disciplinesGood knowledge resource and computational facilityIncreasing trend in number and quality of publicationCorpus fund for research and modernization, innovation and teaching assistantship, faculty development, pension and other schemesNational recognition for research in Indian system of medicineRobust campus wide Wi-Fi connectivity with threat management systemsStudent enrichment, soft skills training and gender sensitization programmesFinancial assistanceship, freeships and scholarships to student communityResearch exposure to undergraduate studentsValue-based education opportunities towards all round development of students On-line mentoring system",
		"webpage": "http://sptc.sastra.edu/"
	},
	{
		"collegename": "PSG College Of Technology",
		"description": "PSG College of Technology, an ISO 9001:2015 certified institution is one of the foremost institutions founded by the PSG & Sons' Charities Trust (1926). The College was established in the year 1951 and the Founders wisely decided to locate it in the same campus as the PSG Industrial Institute for effective industry-institute interaction.The PSG College of Technology is situated at about 8 km from Coimbatore Railway Station and 5 km from Airport. The campus is spread over 45 acres of land, economically utilized for the College, Hostels, Staff Quarters, Play Fields and Gardens.PSG College of Technology, under the guidance of illustrious Managing Trustees Sri G R Govindarajulu, Dr G R Damodaran, Sri G Varadaraj, Sri G R Karthikeyan, Sri V. Rajan, Sri G.Rangaswamy and presently under Sri L Gopalakrishnan, all with foresight and far reaching vision, has been in the forefront of innovation in technical education. The founder Principal Dr G R Damodaran was instrumental in the planned growth of the institution from the humble beginnings in 1951 to the present status of a world-renowned technological institution. Dr G R Damodaran was succeeded by Dr R Subbayyan, Dr K Venkataraman, Dr A Shanmugasundaram, Dr S Subramanyan, Dr P Radhakrishnan, Dr S Vijayarangan and Dr R Rudramoorthy as Principal's. Presently Dr K Prakasan is Principal In Charge.The College today has a student strength of about 8518 with 15 engineering and technology departments besides the computer applications, management sciences, basic sciences and humanities departments. Among the various Under-Graduate and Post-Graduate programmes offered by the college, as many as 18 programmes were accredited in the year 1997 itself by the National Board of Accreditation of AICTE. The departments are greatly benefited by the expertise of more than 15 visiting faculty from renowned institutions and industries. Each department conducts annually at least one National / International Conference / Seminar / Workshop for effective dissemination of state-of-art technologies and research findings for the benefit of teaching faculty and industries. On an average every year, five short term programmes on current topics of interest are conducted for the teaching faculty from other colleges with funding from AICTE / ISTE and other agencies.More than 505 research scholars are pursuing research programmes leading to Ph D / MS / M Tech degrees and the college is a recognized QIP centre for Postgraduate and Ph D programmes.The college is extremely proud of its alumni, a considerable number of them being entrepreneurs or senior executives in industries both within India and abroad. Some of them are holding prestigious positions like Chief Executive and Managing Director and also as Chairmen of various disciplines in universities abroad. A good number of our alumni occupied the position of Vice Chancellor in various reputed universities in India . A few educational institutions have also been established by our alumni.Several advanced centres are set up with financial support from the Ministry of Human Resources Development, DST and other agencies. These include: the CAD/CAM/CIM Centre, Virtual Reality Centre, Virtual Instrumentation Centre, Educational Technology Centre, Centre for Non-Formal and Continuing Education, PROJECT IMPACT Centre (a project funded by the World Bank, Swiss Development Corporation and the Government of India), UNDP Jute Project Centre, TIFAC - CORE, Rapid Prototyping and Manufacturing Centre, Festo-PSG Centre for Pneumatic and Control Engineering, Metals Testing and Research Centre, Industry Institute Partnership Cell and CII - TDB TNET Centre.The programmes of the college are recognized all over India and abroad. The college maintains close interaction with several R&D Institutions and institutions of higher learning in India and abroad, through institutional network programmes and collaborative research programmes. It also has close collaborative links with industries in the fields of Automotive, Aerospace, Defence, Textile, Machine Tools, Software Development and Consumer durables.The college has been the recipient of several prestigious projects and International funding support. The college was conferred the AUTONOMOUS STATUS by the University of Madras in the academic year 1978-79, which is continued by the Bharathiar University and subsequently by Anna University. This enables the college to frame its own curricula, update syllabi and introduce new courses as and when needed. The college is empowered to administer its own evaluation system.The college has signed MoU with research organizations and industries in order to promote closer interaction with other institutions in the areas of technology development, training of students, curriculum updating and development of state-of-art centres.",
		"address": "Avinashi Rd, Peelamedu, Coimbatore, Tamil Nadu 641004",
		"longitude": "77.0124336",
		"latitude": "11.0432357",
		"extra": "SG College of Technology has an independent Placement Office facilating campus recruitment for multinational and national organizations. It is headed by a Professor designated as Dean, Placement & Training and he is supported by Placement Officer and a full time placement coordinator. The office is also assisted by student coordinators who lead a team of placement representatives of various programmes. The placement office ensures and takes care to provide the best environment and hospitality for the visiting companies' officials.The placement office, functions in a separate air conditioned block with state-of-the-art facilities for conducting Pre Placement Talk, Written Test, Group Discussion and Interviews and has steadily progressed over the years in enhancing the placement potential effectively. It plays a very important and key role in counseling and guiding the students of the college for their successful career.More than 90 reputed National and Multinational companies visit our institution for campus recruitment annually. Our institute has very impressive placement record and it is availbale herePSG College of Technology is ranked one among the top fifteen National level technical Institutes, in terms of number of students receiving placement offers from reputed organizations from all over the country.",
		"webpage": "http://www.psgtech.edu/"
	},
	{
		"collegename": "Bharath Institute of Higher Education and Research",
		"description": "The first self-financing Engineering College in the name of Bharath Institute of Science and Technology (BIST) was started in Tamil Nadu in 1984 by Sri Lakshmi Ammal Educational Trust, established by the academic visionary Dr.S.Jagathrakshakan. The trust then started Sree Balaji Dental College and Hospital, in 1989. Sree Balaji Dental College and Hospital was first recognized as a Deemed to be University by MHRD in July 2002, under section 3 of the UGC Act 1956 under the new trust Bharath Institute of Higher Education and Research (BIHER). The Bharath Institute of Science and Technology (BIST) was then brought under the ambit of Bharath Institute of Higher Education and Research (BIHER) in January 2003.Thus, Bharath Institute of Higher Education and Research (BIHER) is providing multi-stream, multi-cultural and high quality education to nearly 10000 students from around the world. It is functioning in a sprawling area of 305 acres of land with 1.3 crore sq.ft buildings located in 6 Campuses both in Tamil Nadu and Pudhucherry with the state of the art infrastructure facilities. There are well qualified Teaching Faculty members to teach various UG and PG programmes and to guide Ph.D. Research.",
		"address": "173, Agaram Main Rd, Selaiyur, Chennai, Tamil Nadu 600073",
		"longitude": "80.1398399",
		"latitude": "12.9077703",
		"extra": "Placement and Training CellStudents are encouraged to seek the opportunities and enhance their learning experience with a practical knowledge. The Placement and Training Cell provides a platform for the students and the companies as well so that the collaboration is mutually beneficial.Once a student enters this University, the Institution takes the entire responsibility to develop that individual into a personality. The students are overwhelmed with the opportunities they are provided with. They are left open to a umpteen number of choices lying in front of them to choose in parallel to their academics. BIHER believes in enhancing its students through dedicated concentration on each and every student and sees to that everyone enhances their talents with the opportunities they are provided with. Once the placement season commences, one can feel the vibrant environment on the campus. Talents go barely unrecognized in the Bharath Institute of Science and Technology (Deemed to be University) as we leave no stone unturned, to place our students.With expanding the role of business globally, Bharath Institute of Science and Technology (Deemed to be University) is the place which comes to the minds of the recruiters once the placement season starts. we focus not only on the career-oriented growth but offers versatility.  There has been a consistent growth in our placements record. Today, graduating does not mean getting a degree certificate alone but equipping one with in-depth knowledge of the subject. It has also become mandatory that the student instils both technical and soft skills within him in order to reach heights.BIHER helps the students to achieve this by conducting various workshops, guest lectures and seminars and also by letting them participate in various other extra-curricular activities. We are passionate towards grooming the students not only as the efficient professionals but also as the responsible citizens. At Bharath Institute of Science and Technology (Deemed to be University), it is our incessant endeavour to make all our students industry-ready.",
		"webpage": "https://www.bharathuniv.ac.in/"
	},
	{
		"collegename": "Tamil Nadu Agricultural University",
		"description": "tamil Nadu Agricultural University is a leading agrotechnology provider of India and its graduates are recognized throughout the world. The Tamil Nadu Agricultural University (TNAU) had its genesis from establishment of an Agricultural School at Saidapet, Chennai, Tamil Nadu, India as early as 1868 which was later relocated at Coimbatore during 1906.The University is offering Ten Under Graduate degree programmes in Science and Technology are being offered in 14 constituent colleges and 27 affiliated (private) colleges located throughout Tamil Nadu, Forty Postgraduate Degree Programs and Twenty Six Doctoral Programs in 14 Colleges distributed in 11 campuses all over Tamil Nadu. TNAU has 36 Research Centers for Agrotechnology development and 14 Farm Science Centers for outreach.The National Institutional Ranking Framework (NIRF)-2019 of Ministry of Human Resource Development (MHRD), GOI ranked TNAU as the second among the State Agricultural Universities in India. Moreover TNAU figured 68th and 44th place in ‘Overall’ and ‘Universities’categories, respectively and Ranked 105th in QS-BRICS.",
		"address": "Tamil Nadu Agricultural University",
		"longitude": "76.9332642",
		"latitude": "11.0123314",
		"extra": "amil Nadu Agricultural University is a leading agrotechnology provider of India and its graduates are recognized throughout the world. The Tamil Nadu Agricultural University (TNAU) had its genesis from establishment of an Agricultural School at Saidapet, Chennai, Tamil Nadu, India as early as 1868 which was later relocated at Coimbatore during 1906.The University is offering Ten Under Graduate degree programmes in Science and Technology are being offered in 14 constituent colleges and 27 affiliated (private) colleges located throughout Tamil Nadu, Forty Postgraduate Degree Programs and Twenty Six Doctoral Programs in 14 Colleges distributed in 11 campuses all over Tamil Nadu. TNAU has 36 Research Centers for Agrotechnology development and 14 Farm Science Centers for outreach.The National Institutional Ranking Framework (NIRF)-2019 of Ministry of Human Resource Development (MHRD), GOI ranked TNAU as the second among the State Agricultural Universities in India. Moreover TNAU figured 68th and 44th place in ‘Overall’ and ‘Universities’categories, respectively and Ranked 105th in QS-BRICS.",
		"webpage": "http://www.tnau.ac.in/"
	},
	{
		"collegename": "Saveetha School of Engineering",
		"description": "Dr. N.M.Veeraiyan, Chancellor SIMATS, began his journey in education with an ambition to start a model dental college. He started Saveetha Dental College & Hospital in Chennai in 1988 and subsequently College of Nursing in 1992, College of Physiotherapy in 1993 and College of Occupational Therapy in 1998 .The service to the cause of education was extended to other fields by establishment of Saveetha Engineering College in 2001. He created the SIMATS Deemed University in 2005 and the rest is history.",
		"address": "saveetha nagar, Thandalam - Perambakkam -Thakkolam Rd, Tamil Nadu 602105",
		"longitude": "80.0168236",
		"latitude": "13.0288642",
		"extra": "We want to give a beautiful learning experience to our students. We expect our students to spend more time in SLRC which houses more than 30,000 books and variety of academic magazines. It can at a time accommodate more than 200 students and is equipped with an exclusive E- journal section, Small group Learning, Reprography and a Reference sections. For many of our students, SLRC is a place where they like to spend more time.",
		"webpage": "https://saveethaengineering.com/"
	},
	{
		"collegename": "AMRITA VISHWA VIDYAPEETHAM, COIMBATORE",
		"description": "Amrita Vishwa Vidyapeetham was the youngest institution to be awarded with an 'A' grade by the National Assessment and Accreditation Council (NAAC), an autonomous body established in 1994 by the University Grants Commission (UGC) of India to assess and accredit institutions of higher education in the country. To be eligible to apply for the NAAC accreditation, an educational institution should have completed five years. Amrita Vishwa Vidyapeetham had just completed six years in January 2009 when it applied for the accreditation. 'A' is the highest grade that can be awarded to the best-in-class institutions for higher learning.",
		"address": "Amritanagar, Ettimadai, Tamil Nadu 641112",
		"longitude": "76.8984392",
		"latitude": "10.9026791",
		"extra": "Amrita Vishwa Vidyapeetham personifies multi-disciplinary academic excellence through the exceptional quality of its education system that is modern and comprehensive, with special emphasis on core human values.Undergraduate, postgraduate and doctoral programmes are offered in Engineering, Business, Medicine, Dentistry, Pharmacy, Nursing, Journalism, Biotechnology, Information Technology, Arts and Sciences, Health Sciences, Teacher Education, Microbiology, Hospital Management, Visual Media Studies, Mass Communication, Social Work, Nanosciences and Ayurveda.",
		"webpage": "https://www.amrita.edu/"
	}
]