[
{
  "collegename" :  " Alpha Arts and Science College ",
  "description" :  "Alpha Arts and Science College (AASC) is run by the Alpha Educational Society, a non-profit educational body registered under the societies registration act, 1860. The College, started in the year 1996, is a private, unaided, co-educational arts and science institution approved by the Government of Tamilnadu with permanent affiliation to the University of Madras and accredited with ‘A’ Grade, the highest rate by NAAC.The college is affiliated to the University of Madras with Choice Based Credit System and follows the semester pattern with mandatory extension activities, value education and soft skills. The Under Graduate programmes are for duration of three years leading to Degrees awarded by the University of Madras on successful completion of academic requirements and passing the University examinations prescribed for the course during the six semesters under Choice Based Credit System (CBCS).",
  "address" :  "OMR on Road Campus No.30,Tundalam Road,Chettiyar Agaram Road Behind Ramachandra Hospital Porur, Chennai, Tamil, Nadu, Tamil Nadu 600116",
  "longitude" : " 80.142289 ",
  "latitude" :  " 13.045989 ",
  "extra" : " The Training and Placement Cell helps students determine their educational and career goals, acquire career-oriented skills and attain desired employment. It trains them in group discussions, aptitude tests, numerical ability and technical facets, conducts mock interviews and organizes recruitment drives both off and on campus. It has a full time Placement Officer. ",
 "webpage" :  " https://alphagroup.edu/arts-science/ "
 },
{
  "collegename" :  "Arignar Anna Government Arts College",
  "description" :  "Topographically, the college is circumfused by Kalvarayan hills and Vasishta river on the north and Kolli-Pachamalai hills and Swetha (Vellar-white river) river on the South. Both the rivers derive their name after the Pandava Arjuna (Swetavahana) and Sage Vasishta respectively. The serenity of its surroundings is revealed by its copsy appearance favors the institution pleasant academic environs. Historical evidences show the antiquity of the area as well. The archaeological discoveries of the nearest places and epigraphical records testify the prehistoric dwellings of the area too. Despite, it will be worthy to mention about the Bana chieftains of Magadaimandalam during the medieval period. Banses established their headquarters at Aragalur very close to Vadachennimalai. Aragalur was in the Arrur Kurran of Jananatha Valanadu, of a subdivision of Magadaimandalam in the medieval Tamil Nadu. The epigraphical records show that the Banas were the feudatories of the imperial Cholas and Pandyas",
  "address" : " Arignar Anna Government Arts College, Vadachennimalai, Tamil Nadu 636121",
  "longitude" : "76.971260",
  "latitude" :  "10.995960",
  "extra" : "This College is surrounded by many tribal villages. Hostel facilities are provided by Tamilnadu Backward class, Most Backward class & Minorities Welfare Departments & AdiDravidar and Tribal Welfare Department. Men & Women students at the vicinity of the College. It is an opportunity for  the  poor students from the surrounding  area for continuing their higher education. Those students who have got admission in the  first year are eligible to apply for the same and the concerned welfare department choose the students as per norms and conditions. Totally Four Hostels are located adjacent to  the College Campus. Pure water facility , food , accommodation, play ground and  toilet facility are provided by the hostel administration. Naturally a good peaceful  study environment is held here. A hostel warden is appointed for each hostel to  take care of hostellers. Further a cook, helpers and scavengers are also working in the hostels",
  "webpage" :  "http://www.aagacattur.org.in/"
 },
 {
  "college name" :  "Arignar Anna Government Arts College",
  "description" :  "The College was started in the year 1968-1969 and named Arignar Anna, the former Chief Minister of Tamilnadu. The college came into being on account of the continuous efforts of Mr. P. Muthusamy, B.A.,B.T., (Ex. MLA) of Namakkal constituency and Ex-home Minister of Tamilnadu, Mr. Chocklingam, Former Namakkal Revenue Divisional Officer and a group of illustrious men from all walks of life. It was affiliated to the University of Madras in the academic year 1968-69. At the beginning, four courses, PUC, B.Sc. (Maths), B.Sc. (Geography) and B.A. (English) were started and the College was temporarily accommodated in the Government High School (South), Namakkal. The College was shifted to its permanent building situated on the Namakkal – Mohanur Highways, five kilometers away from Namakkal during 1970-71. The college is now offering 13 UG degree, 08 PG degree, 06 M.Phil. degree and 06 Ph.D. degree courses.",
  "address" : " Arignar Anna Government Arts College , Namakkal, Tamil Nadu 637002 ",
  "longitude" : " 78.168029 ",
  "latitude" :  " 11.221269 ",
  "extra" : " In 2013, TANSCHE launched EDP (Enterpreneural Development Programme) in the Government institutions with an aim of promoting the students' employable skills. This cell has conducted various programmes to help the students get jobs easily in this competitive job market. This programme is well carried out under the Presidential ship of the Principal and Dr.A.Jayarani, Asst. Prof. of Commerce and Dr.S. Jayalakshmi, Astt.Prof. of Commerce are staff in-charge of the programme Every year the allotted fund is utilized for the benefit of the students and a statement of auditing is also submitted to the Government. ",
  " webpage" :  "http://aagacnkl.edu.in/"
 },
{
  "college name" :  " Aalim Muhammed Salegh College of Engineering "
  "description" :  "  In our campus Wi-Fi, good infrastructure lab and high quality and design labs and the largest library in your campus more then 100 students can sit and read. Well educated and trained teachers practical knowledge students and supportive environment teachers. "
  "address" : " Nizara Educational Campus, Muthapudupet, Avadi, IAF, Chennai, Tamil Nadu 600055"
  "longitude" : " 73.859210 "
  "latitude" :  " 18.528850 "
  "extra" : "  All about 80% are placed in different company based on quality and qualifications and strength of students. Different companies are visiting in our campus in our branch like software company and IT and BPO communication based like Airtel and jio are visited. All about 70% students got internship. The highest salary 8.5lakhs per/annum, Average salary 3.5 Lacs per/annum, the lowest salary 1.2 Lacs per/annum was offered to our course. "
  " webpage" :  " https://www.aalimec.ac.in/# "
 },
{
  "college name" :  " Abi And Abi College"
  "description" :  " Establishment In 1996, Abi & Abi College, Vayalur, Thanjavur - 613 003 Is Affliated To Bharathidasan University The Address Of The Institute Is Abi & Abi Nagar, Vayalur,Thanjavur, Kumbakonam Main Road,Vayalur, Thanjavur Thanjavur Tamil Nadu. "
  "address" : " Vayaloor, Narasanayagipuram, Tamil Nadu 613003 "
  "longitude" : " 79.115050 "
  "latitude" :  " 10.770730 "
  "extra" : " Abi & Abi College of arts, science & technology is one of the reliable establishments in the field of education. The one which has been here for a decade that was launched by a trustworthy company known as Abi & Abi group of Companies, Institutions and Media. As an institution we offer you a quality education with qualified teachers for uplifting your standard by yourself "
  " webpage" :  " https://abiabi.org/arts-college.php "
 },
{
  "college name" :  " Acharya Narendra Dev College "
  "description" :  " It was in early 1991 that Shri Chandra Shekhar, then Prime Minister of India, announced the establishment of Acharya Narendra Dev College in the name of his idealogue.  Starting out with an interim allotment of four rooms in a SPS structure in R. K. Puram Sector 4 School, the college enrolled its first batch of students and began its teaching programs with two courses - B.Com. Honours and B.Sc General 'A' and eighty students.In August 1992, the college moved to its current temporary premises in Govindpuri, Kalkaji, which had just been vacated by Shaheed Bhagat Singh College and started with B.Sc (Hons) Electronics and B.Sc General Computer Science.  Later we added B.Sc (Hons) in Physics and Chemistry in 1993, Botany, Zoology and Mathematics in 1994, B.Sc General 'B' group and B.Sc General Sericulture in 1995 and PGDCA in 1996.Just before the end of the decade B.Sc Hons Computer Science and B.C.A were started (1997) which soon metamorphed into two very popular courses ( despite being 4-year courses) - Bachelors in Information Technology and B. Information Science in 1998. Due to a UGC directive these courses had to be scrapped across the University and B. Sc (Hons) Computer Science was reintroduced in 2001. In 1999, the college started a radically different course - B.Sc Biomedical Sciences in which admission was through an entrance examination.The Foreign Language Centre was established in 2003 with certificate courses in French, Spanish, German and Russian.  Two years later the higher module of Diploma in foreign languages was also established. Students could register for M.Sc Mathematics and M.Sc Chemistry from 1997 and 2000, respectively"
  "address" : " Acharya Narendra Dev College Govindpuri kalka ji New Delhi-19, New Delhi, Delhi 110019 "
  "longitude" : " 80.939552 "
  "latitude" :  " 26.865580 "
  "extra" : " We also provide a vast array of opportunities for students to participate in research with faculty mentors and with Scientists outside the college. The research programs provide a forum where undergraduates get to do independent research projects and interact with the faculty on a one-on-one basis, outside the classroom. Students acquire hands-on experience in their chosen area of research and also show significant gains such as analytical skills, time management, team spirit and effective communication.Students from across the disciplines are offered unique research programs, such as ELITE fellowship and IEDC (by the college), Innovation projects (University of Delhi) and by external agencies such as SPIE (USA) and Open Source Drug Discovery (OSDD, CSIR).  The projects are designed to promote productive undergraduate research experiences.While inculcating the research aptitude we never had an idea that the Students would not only go beyond the classroom but also the mentoring by the Faculty and a Th!inkLab emerged (an autonomous lab of the students, which works without any supervision of teachers.)While working on the above, our students have built repositories for the science community, have discovered new species, contributed in creating new technologies and co-authored numerous original research publications."
  " webpage" :  " http://andcollege.du.ac.in/ "
 },
{
  "college name" :  "Adaikala Matha College "
  "description" :  "Adaikalamatha College stands firmly to serve to grow & to grow to serve. The college caters value education to the community of youngsters hailing from villages.Adaikalamatha College saw the light of the world in the year 1988, and the college has the blessing of Adaikalamatha of Elakurichi, Ariyalur District. The College has its location at the historic rurban town of Vallam, Thanjavur, a place now blossomed as a centre of higher education and research.The college has very useful and thriving infrastructure-teaching faculty, best library with up-to-date standard books, journals, magazines, etc. The computer laboratories adorned with A.C facilities, wall mounted fan facilities, up to date computers covered with laptop, etc., etc.The college in all respects, stands in a studious atmosphere, conducive to studies and for doing research.The college has proved its competency and achieved exam results in centum and near to centum.It is a proud news that students of Adaikalamatha College is honoured with respect for their discipline and versatile knowledge, wherever they go.  The college gained a popular name that it is an Institution of student discipline and praiseworthy conduct and also an institution of strict security for girl studentsEvery student graduated in the Adaikalamatha College remembers the college with mental solace and gratitude, besides they visit their alma matter after 10 years and 20 years with their green reminiscence and have the blessing of their teaching faculty and Management."
  "address" : "Adaikalamatha College, Arun Nagar, Vallam, Thanjavur, Tamil Nadu, 6130403, India"
  "longitude" : "79.04963684082031"
  "latitude" :  "10.72184944152832"
  "extra" : "Placement Cell is headed by a full time Placement & Training Officer Prof. R.Venkatesh with adequate academic and industrial experience. One faculty co-coordinator and two student representatives from the final MBA students assist the Placement & Training Officer.The placement season of the Institute starts right from the beginning of the fourth semester (i.e.) from the month of January onwards. The Institute has got excellent facilities for conducting Campus Recruitments.A new career guidance service is being now offered to our students through our Excel Club. Under this service workshops are conducted on a regular basis on career guidance, Resume guidance and Interview guidance."
  " webpage" :  "http://www.amcvallam.com/"
 },
{
  "college name" :  " Adharsh Vidyalaya College of Arts and Science for Women "
  "description" :  "Adharsh Vidhyalaya Arts and Science College for Women was founded in 2007 by Ideal K.SIVALINGAM, M.A., M.A., M.A., a prominent educationalist with an object of providing higher education to the girls in rural area. It is repute, self-financing Institution, situated in placid green surroundings at Paruvachi village. Flowering plats watered and tended daily are a feast to the eyes. It is the first self-financing Institution started in Bhavani Taluk.It is affiliated to Bharathiar University, Coimbatore. With its fine infrastructure and ability such as well-ventilated class rooms with tube lights, fans and furniture, well-established library, well-equipped lab, spacious ground, transport and well qualified and dedicated staff members to maintain high standards and make continual development in all activities. The Institution has exclusive nobility of being highly praised as one of the outstanding educational institutions under Bharathiar University."
  "address" : "Adharsh Vidyalaya College of Arts and Science for Women, Adharsh Nagar, Paruvachi Village, Bhavani, Erode, Tamil Nadu, India, 638312"
  "longitude" : " 77.5938 "
  "latitude" :  " 11.4557 "
  "extra" : " Four storey building with pleasant atmosphere.Airy spacious class rooms with black board, light and fan.A well stacked library with stock of 5000 books and 30 magazines.Well-equipped Computer Labs with 100 Pentium IV systems.Seminar hall has the recent technologies to enrich the programmes. "
  " webpage" :  "www.adharshvidhyalaya.com "
 },
{
 "college name" :  " Adhiparasakthi College of Arts and Science "
  "description" :  " Adhiparasakthi College of Arts and Science, is a general degree college located in Kalavai, Vellore district, Tamil Nadu. It was established in the year 1988. The college is affiliated with Thiruvalluvar University. This college offers different courses in arts, commerce and science "
  "address" : " GB Nagar, Kalavai, Tamil Nadu 632506 "
  "longitude" : " 78.8907 "
  "latitude" :  " 12.822 "
  "extra" : " The Training and Placement Cell takes care of the College-industry link. Industrial requirements are sought and included in the syllabus of some departments. Industrial experts act as members of Board of Studies, Academic Council, IQAC and Governing Body. Short term trainings are given to our graduates by the company trainers. Placement sessions are organized for the outgoing graduates with the industries. "
  " webpage" :  " http://www.apcasgbn.com/ "
 },
{
  "college name" :  " Adhiyamaan College of Engineering "
  "description" :  " The institution is spread over a sprawling campus with calm surroundings, creating a fitting atmosphere for study. The Institute provides a clean and invigorating environment conducive for higher education.Adhiyamaan College of Engineering is one of the educational institutions developed by Adhiyamaan Educational & Research Institution - a trust, which was started in the year 1987-1988 to cater the needs of the nation in the development of technocrats and to provide facilities for educating and training men and women to meet the entrepreneurial and management needs. The management has created adequate infrastructural facilities and sufficient funds and is keen on developing the institution for higher education.It is the first Engineering College to be started in the most backward erstwhile Dharmapur District of the State of Tamilnadu to develop the people academically, socially and economically. It was originally affiliated to University of Madras. When the Periyar University was carved out from the University of Madras; it was affiliated to it. Since the government of Tamilnadu decided to bring all the Engineering and Technical Institutions in the State under one Technological University in the year 2001, Adhiyamaan College of Engineering was affiliated to the Anna University, Chennai. The college is housed in Adhiyamaan Educational & Research Institutions Campus, Dr.M.G.R Nagar, Hosur. The Campus is spread over an area of 250 acres abutting National Highway NH-7.The Institution is situated 6 kms from Hosur bus stand and railway station. The Institution is well connected to three major Railway Junctions viz., Hosur, Jolarpet and Bangalore."
  "address" : " Adhiyamaan College of Engineering,Dr.M.G.R.Nagar, Hosur,Krishnagiri District, Tamil Nadu,India. Pin:635 109 "
  "longitude" : " 77.83264 "
  "latitude" :  " 12.73647 "
  "extra" : " A full fledged placement cell is available to arrange placement for the qualified students. It was established in the year 2000. The aim of the cell is to find“Right Job for the Right candidate”.We are moving towards the “EXCELLENCE IN CAREER GUIDANCE AND 100% PLACEMENTS”."
  " webpage" :  " http://www.adhiyamaan.ac.in/ "
 },
 
]
