[
    {
        "title": "B.A English",
        "content": "B.A. English is a 3-year undergraduate course dealing with the various nuances of English as a language, both written and spoken. It is excellent preparation for careers in teaching, media, and advertising, writing, and publishing.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in English such as business, management and finance, government service, library work, marketing and advertising.",
        "bestclg": "Presidency College.Chennai.Tamil Nadu,Madhav University - [MU] Sirohi.Rajasthan ,Kristu Jayanti College - [KJC]"
    },
    {
        "title": "B.A Political Science",
        "content": "Bachelor of English (Political Science) is an undergraduate degree that is awarded to a candidate after 3 years of study. The BA Political science consists of 6 semesters. BA political science course provides an introduction about the nature of politics and governments and how our government structure is being created to carry out an effective administration.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "B.A Political Science graduates have a thorough understanding of politics and the political environment which makes them ideal candidates for media roles such as political journalists, editors, and correspondents.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Government Arts College. [GACBE] Coimbatore. Tamil Nadu,Presidency College.Chennai.Tamil Nadu"
    },
    {
        "title": "B.A History",
        "content": "B.A. History is a 3-year undergraduate course dealing with The study of the past broadens our perspective and allows us to discover the essential elements of human existence. The term historian covers a broad range of career options and job settings. In general, historians study, assess, and interpret the past to determine what happened and why.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in History such as Content Writer, HR Manager, Marketing Executive, Executive Assistant, Administrative Assistant, High School Teacher, Relationship Manager, Administrative / Office Manager, Network Engineer etc.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Government Arts College. [GACBE] Coimbatore. Tamil Nadu,Presidency College.Chennai.Tamil Nadu"
    },
    {
        "title": "B.A Psychology",
        "content": "B.A. Psychology is a 3-year undergraduate course  which professionally deals with the Human Brain concepts and its consequences related to any provided circumstances.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in History such as School Counselor, HR Manager, HR Generalist, Content Writer, Executive Assistant, Psychologist, Clinical Psychologist, Learning and Development Specialist, Relationship Manager, Copywriter etc.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Lady Doak College, [LDC] Madurai. Tamil Nadu,St Peter's Institute of Distance Education. [SPIDE] Chennai.Tamil Nadu."
    },
    {
        "title": "B.A Philosophy",
        "content": "B.A. Philosophy is a 3-year undergraduate course dealing with  the study of general and fundamental problems, such as those connected with existence, knowledge, values, reason, mind, and language.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Philosophy such as Executive Assistant, Senior Research Analyst, Linux System Administrator, Content Writer, Executive Secretary, Regional Director, Data Center Technician, Senior Technical Consultant, Social worker etc..",
        "bestclg": "Ramakrishna Mission Vivekananda College. [RMVC] Chennai. Tamil Nadu,Pachaiyappas College. [PC] Chennai. Tamil Nadu,Madras Christian College. [MCC] Chennai.Tamil Nadu."
    },
    {
        "title": "B.A Socialwork",
        "content": "BA in Social work is a 3-year undergraduate course divided into 6 semesters. The practice-based program encompasses a specialized study of the various theories of social work.Social work refers to the various services designed to aid and improve the welfare of the poor, aged, and needy. Social work involves education on the values of social work and their conscious application in practice.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Socialwork such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Assistant Professor, Teacher & Lecturer, District Consultant, Professor & Junior Research Fellow, Welfare Officer, Senior Manager, Project Coordinator, Assistant Director, Labor Welfare Officer, Practice Head, Medical Social worker, among others.",
        "bestclg": "C.S.I. Bishop Appasamy College of Arts and Science. Coimbatore. Tamil Nadu,Madurai Institute of Social Sciences, Madurai. Tamil Nadu,Kodaikanal Christian College. Kodaikanal. Dindigul.Tamil Nadu."
    },
    {
        "title": "B.A Economics",
        "content": "B.A. Economics is a 3-year undergraduate course which trains a student to be able to analyze the process of the economy.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Economics such as HR Manager, Executive Assistant, Administrative Assistant, Data Analyst, Financial Analyst, Marketing Associate, Senior Business Analyst, Assistant Marketing Manager, Senior Marketing Manager etc.",
        "bestclg": "Presidency College, Chennai. Tamil Nadu,Loyola College, Chennai. Tamil Nadu,Ethiraj College, Chennai. Tamil Nadu."
    },
    {
        "title": "B.A Archaeology",
        "content": "B.A. Archaeology is a 3-year undergraduate course dealing with the way to work at historical sites, indulge in the restoration of monuments and explore the ancient history of the country",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Archaeology such as Archaeologist, Historic buildings inspector/conservation officer,Museum/gallery curator,Museum education officer etc..",
        "bestclg": "Mohamed Sathak A.J.Academy of Architecture (MSAJAA). Kanchipuram,Poompuhar College (PC). Nagapattinam, Tamil Nadu Open University (TNOU). Chennai "
    },
    {
        "title": "B.A Sociology",
        "content": "B.A. Sociology is a 3-year undergraduate course which deals with various aspects of social behaviour and its consequence on modern society.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Sociology such as  Operations Manager, High School Teacher, Primary School Teacher, Executive Assistant, Regional Sales Manager, HR Generalist, Graphic Designer, Management Consultant, Customer Care Executive etc.",
        "bestclg": "Bishop Calldowell College. Tuticorin,Fatima College (Autonomous). Madurai,Lady Doak College (Autonomous). Madurai."
    },
    {
        "title": "B.A Geography",
        "content": "B.A. Geography is a 3-year undergraduate course dealing with the study of the Earth - the land, topography, attributes, people, and phenomena.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Geography such as Executive Assistant, HR Manager, Geographic Information Systems (GIS) Analyst, Assistant Manager, Senior Research Analyst, Operations Team Leader, High School Teacher etc.",
        "bestclg": "University of Madras. Chennai ,Periyar University. Salem,Bharathiar University - [BU]. Coimbatore"
    },
    {
        "title": "B.A Anthropology",
        "content": "BA Anthropology is a 3-year undergraduate program which studies the science of man or study of man. It is a broad field of study and has been used in finding how societies have developed over the years. Anthropology has four basic classifications that are sociocultural, biological, linguistics and archaeology.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Anthropology such as Tour Guide, Archivist, Culture Resource Manager, Research Scholar, Curator, Linguist, Urban Planner Social worker etc.",
        "bestclg": "UNOM - University of Madras.Chennai"
    },
    {
        "title": "B.A Linguistics",
        "content": "B.A. Linguistics is a 3-year postgraduate degree program, the minimum Eligibility is 10+2 from a recognized college or its equivalent exam. Admission to B.A. Linguistics relies upon the aspirants performance in the relevant entrance test and a counseling round.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Linguistics such as Linguist, Proof Reader, Editor, Teacher, Dictionary Compiler, Lecturer, Speech Therapist, Speech Trainer, etc.",
        "bestclg": "Bharathiyar University. Coimbatore,Madurai Kamaraj University. Madurai."
    },
    {
        "title": "B.A Rural studies",
        "content": "BA in Rural studies is a 3-year undergraduate program, essentially involving effective implementation of substantial changes in the livelihood of crores of rural poor by improving their quality of life and economic well-being. The course has been designed to train eligible professionals to assist villagers in their process of development, to bring progress and prosperity across the nation.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Rural studies such as Area Executive, Agronomist, Research Head, Marketing & Sales Manager, Territory In-Charge, Associate Professor, Business Development Manager, District Coordinator, Associate Program Manager, Lecturer, among others.",
        "bestclg": "Madras Christian College (MCC).Chennai,Arul Anandar College.Madurai"
    },
    {
        "title": "B.A Hindi",
        "content": "BA Hindi or Bachelor of Arts in Hindi is an undergraduate course in Hindi which aims to study fundamental aspects of Hindi language and literature.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Hindi such as Administrative Assistant, Web Designer, Team Leader - IT, Primary School Teacher, Computer Operator, Office Assistant, Senior Customer Service Representative (CSR), Credit Manager etc",
        "bestclg": "Presidency College. Chennai,Loyola College. Chennai"
    },
    {
        "title": "B.A Bengali",
        "content": "B.A. in Bengali is a 3- year undergraduate course in the Bengali language. It is concerned with the subject of Bengali language, and the field of arts covered therein. Bengali or Bangla is an eastern Indo-Aryan language. It is native to the region of eastern South Asia known as Bengal, which makes present-day Bangladesh, the Indian State of West Bengal, and parts of the Indian States of Tripura and Assam.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Bengali such as Tutor, Voiceover Artist, News Anchor, Translator, Junior Parliamentary Reporter, Content Writer, Faculty Teacher, Trainer, Data Entry Operator, Call Centre Executive, Letter Translator etc.",
        "bestclg": "Womens Christian College. Chennai"
    },
    {
        "title": "B.A Tamil",
        "content": "B.A. Tamil is a 3-year undergraduate course dealing with  the study of history of tamil language and recent changes in the tamil language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Bengali such as Lecturer, HR Manager, Content Writer, Operations Manager, Graphic Designer, Primary School Teacher, Marketing Manager, Computer Operator, Customer Service Representative (CSR) etc.",
        "bestclg": "Loganatha Narayanasamy Government College. Chennai,Arignar Anna Government Arts College. [AAGAC] Thiruchirapalli,Institute of Distance Education - University of Madras"
    },
    {
        "title": "B.A Marathi",
        "content": "B.A. Marathi is a 3-year undergraduate course dealing with  the study of history of marathi language and recent changes in the marathi language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Marathi such as Multimedia Reporter, Marathi Translator and Interpreter, Marathi Teacher, Marathi Linguist, among others.",
        "bestclg": "Fergusson College. Pune, SIES College of Arts Science and Commerce. Mumbai"
    },
    {
        "title": "B.A Telugu",
        "content": "B.A. Telugu is a 3-year undergraduate course dealing with  the study of history of telugu language and recent changes in the telugu language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Telugu such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Queen Marys College. Chennai,Tamil Nadu Open University. Chennai"
    },
    {
        "title": "B.A Kannada",
        "content": "B.A. Kannada is a 3-year undergraduate course dealing with  the study of history of Kannada language and recent changes in the Kannada language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Kannada such as Multimedia Reporter, Kannada Translator and Interpreter, Kannada Teacher, Kannada Linguist, Museum Curator, Accountant, among others.",
        "bestclg": "JSS College of Arts Science and Commerce. Mysore, MES College of Arts, Commerce and Science. Bangalore"
    },
    {
        "title": "B.A Malayalam",
        "content": "B.A. Malayalam is a 3-year undergraduate course dealing with  the study of history of Malayalam language and recent changes in the malayalam language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Malayalam such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Economist, Sociologist, Political Scientist, Relation Executive, Sales Coordinator, Interpreter (from one language to other), Content Writer - Editor, Actor, Translator, Part Time Trainer  Malayalam, Assistant Professor - Malayalam Journalism, Data Entry Operator, Tele-caller etc.",
        "bestclg": "Presidency College. Chennai,Madras Christian College. Chennai"
    },
    {
        "title": "B.A Assamese",
        "content": "B.A. Assamese is a 3-year undergraduate course dealing with  the study of history of Assamese language and recent changes in the Assamese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Assamese such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Economist, Sociologist, Political Scientist, Relation Executive, Sales Coordinator, Interpreter (from one language to other), Content Writer - Editor, Actor, Translator, Part Time Trainer  Assamese, Assistant Professor - Assamese Journalism, Data Entry Operator, Tele-caller etc.",
        "bestclg": "Dispur College. Guwahati, Handique Girls College. Guwahati"
    },
    {
        "title": "B.A Bihari",
        "content": "B.A. Bihari is a 3-year undergraduate course dealing with  the study of history of Bihari language and recent changes in the Bihari language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Bihari such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "MAGADH MAHILA COLLEGE, PATNA"
    },
    {
        "title": "B.A Oriya",
        "content": "B.A. Oriya is a 3-year undergraduate course dealing with  the study of history of Oriya language and recent changes in the Oriya language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Oriya such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Ranchi University. Ranchi,Rama Devi Womens University.  Bhubaneswar"
    },
    {
        "title": "B.A Journalism",
        "content": "Bachelor of Journalism is a 3-year undergraduate degree in the field of journalism and mass communication that candidates can pursue right after their Class 12. BJ is a three years duration course and in this course aspirants are taught about various aspects of the media industry like research, reporting, compiling, writing, editing as well as presentation of information.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Journalism such as Editor, Proofreader, Writer, Researcher, ScreenWriter, Illustrator, PhotoJournalist, etc.",
        "bestclg": "Presidency College. Bangalore, Christ University. Bangalore"
    },
    {
        "title": "B.A Psychology",
        "content": "B.A. Psychology is a 3-year undergraduate course dealing with the students to learn mainly about the processing of the human mind and human behaviour. They study how humans behave differently in different circumstances while dealing with different sets of people.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Psychology such as Editor, Proofreader, Writer, Researcher, ScreenWriter, Illustrator, PhotoJournalist, etc.",
        "bestclg": "Mother Teresa Womens University. Kodaikanal,P S G Arts And Science College. Coimbatore"
    },
    {
        "title": "B.A German",
        "content": "B.A. German is a 3-year undergraduate course dealing with  the study of history of German language and recent changes in the German language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in German such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A French",
        "content": "B.A. French is a 3-year undergraduate course dealing with  the study of history of French language and recent changes in the French language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in French such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Alliance Franaise of Madras. Chennai,Loyola College. Chennai"
    },
    {
        "title": "B.A Italian",
        "content": "B.A. Italian is a 3-year undergraduate course dealing with  the study of history of Italian language and recent changes in the Italian language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Italian such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Hebrew",
        "content": "B.A. Hebrew is a 3-year undergraduate course dealing with  the study of history of Hebrew language and recent changes in the Hebrew language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Hebrew such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Spanish",
        "content": "B.A. Spanish is a 3-year undergraduate course dealing with  the study of history of Spanish language and recent changes in the Spanish language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Spanish such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Hindusthan college of arts and science. Coimbatore,Sri Ramakrishna College of Arts and Science. Coimbatore"
    },
    {
        "title": "B.A Russian",
        "content": "B.A. Russian is a 3-year undergraduate course dealing with  the study of history of Russian language and recent changes in the Russian language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Russian such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,CMS College of Science & Commerce. Coimbatore"
    },
    {
        "title": "B.A Chinese",
        "content": "B.A. Chinese is a 3-year undergraduate course dealing with  the study of history of Chinese language and recent changes in the Chinese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Chinese such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Japanese",
        "content": "B.A. Japanese is a 3-year undergraduate course dealing with  the study of history of Japanese language and recent changes in the Japanese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Japanese such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Tilak Maharashtra University. Maharashtra"
    },
    {
        "title": "B.A Photography",
        "content": "B.A. Photography is a 3-year undergraduate course teaches students about the techniques, composition and commercial applications of professional photography. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Photography such as  Photographic technician,Photographer,Digital-imaging artist,Product photographer,Newspaper editorial photographer",
        "bestclg": "Srini Institute of Photography. Coimbatore, professional photography courses in coimbatore - media campus. Coimbatore"
    },
    {
        "title": "B.A Korean",
        "content": "B.A Korean is a 3-year undergraduate course dealing with  the study of history of  Korean language and recent changes in the Korean language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Korean such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Agro Sciences",
        "content": "B.A Agro Sciences is a 4-year undergraduate degree in the domain of agricultural studies. The course aims at providing knowledge about disciplines of Agriculture (Agronomy), Veterinary Science, Forestry, Fisheries, Horticulture, Home Science, etc. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Agro Sciences such as  Agriculture officer, Assistant Plantation Manager, Agricultural Research Scientist, Agriculture Development Officers, Agriculture Technician, Agriculturists, Business Development Executive, Marketing Executive, etc. ",
        "bestclg": "Vanavarayar Institute of Agriculture. Coimbatore,University of Agricultural Sciences. Bangalore"
    },
    {
        "title": "B.A Airlines hospitality and custome care",
        "content": "B.A. Airlines, Hospitality and Customer Care is a Bachelor Level course with duration of two years. After this course candidate can make a successful career in the airline & aviation industry. By 2020 air passengers in the country expected to be 450 million. There is requirement of trained airport managers and skilled professional for the airport transportation, catering, safety, services and maintenance unit for a passenger. Candidate can work in any department of an airport or airline company after completing this course",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Airlines hospitality and custome care such as Passenger Handling,Cabin Crew,Cargo & Transportation,Fares & Ticketing,In-Flight Services & Security,Load & Trim,Customer Service,Baggage Handling   ",
        "bestclg": "Ambaji Arts College - Kumbhariya,Deesa Nagar Panchayat Arts and Commerce College. Deesa. Gujarat"
    },
    {
        "title": "B.A Ancient History",
        "content": "B.A Ancient History is a 3-year undergraduate course, divided into six semesters, with each semester lasting a period of six months. As an academic discipline, Ancient History is the study of mankind’s past, viz. history, society, religions, material culture, and languages of Ancient Greece, Rome, besides Indian History. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Ancient History such as Museums, Art Galleries, Tour and Travel-based organizations, Government Offices, etc. ",
        "bestclg": "Dhirendra Mahila Mahavidyalaya. Varanasi,Nehru Gram Bharti University. Allahabad"
    },
    {
        "title": "B.A Ancient Indian Culture",
        "content": "B.A Ancient Indian Culture course dealing with the Ancient Indian History, Culture & Archaeology. Typically, a B.A. is a three year course. Ancient Indian History, Culture and Archaeology focuses only on the Indian history and culture in the past. Subjects usually studied under this degree are History of India, Ancient History of India, Medieval History of India, Economical History of India, Social Structures in India and Historiography etc. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in AAncient Indian Culture such as Archaeologist,Historic buildings inspector/conservation officer,Museum/gallery curator,Heritage manager,Lecturer,Documentation Specialist,Museum education officer ",
        "bestclg": "Alagappa University College of Arts and Science. Paramakudi,Velammal College Of Engineering And Technology VCET. Madurai"
    },
        {
        "title": "B.A Arabic",
        "content": "B.A Arabic is a 3-year undergraduate course dealing with  the study of history of  Arabic language and recent changes in the Arabic language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Arabic such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Government college in Coimbatore. Tamil Nadu,SBZ Women's Arabic College. Chennai"
    },
    {
        "title": "B.A Cinematography",
        "content": "B.A Cinematography is a three-year graduate program. The course is designed to explore the artistic creation of the moving image.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Cinematography such as  Director,Cameraman,Director of Photography,Camera Operator,Lighting Expert,Producer,Film Editor,Art Director ect..",
        "bestclg": "Government college in Coimbatore. Tamil Nadu,PSG College of Arts & Science. Coimbatore"
    },
        {
        "title": "B.A Corporate Secretaryship",
        "content": "B.A Corporate Secretaryship  is a 3-year full-time undergraduate course that involves advanced study of the concepts and processes of corporate governance, with particular focus on the areas of secretarial practices and company laws. The course’s curriculum consists of components of study such as corporate management practices, investment management, and economic legislations. The course is offered in various specializations in India, namely Computer Applications, E-Commerce, and Corporate Secretaryship.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Corporate Secretaryship such as  Manager - Corporate/Institutional Sales,Corporate Financial Analyst,Head - Corporate Development,Corporate Credit Analyst ect..",
        "bestclg": "AASC. Pondicherry,Agurchand Manmull Jain College. Chennai"
    },
    {
        "title": "B.A Comparative Religion",
        "content": "B.A Comparative Religion  is a 3-year full-time undergraduate course that involves religion studies provide learners with knowledge of the world's major religious faiths. As a major, comparative religion provides a framework for a liberal arts education, exploring subjects like science, psychology, literature and culture in relationship to various world religions. Students delve into specific religious faiths, such as Buddhism, Hinduism, Judaism, Christianity and Islam, including their history and development. Graduate studies probe more deeply into these subjects through research and writing and possibly a thesis or dissertation.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Comparative Religion such as  Advice worker,Archivist,Charity fundraiser,Counsellor,Civil Service administrator,Community development worker ect..",
        "bestclg": "University of Madras, Institute of Distance Education. chennai,Madurai Kamaraj University - MKU. Madurai"
    },
    {
        "title": "B.A Criminology",
        "content": "B.A. Criminology  is a 3-year full-time undergraduate program aiming to provide candidates the knowledge and understanding pertaining to every nuance of criminology.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Criminology such as Crime scene analyst, F.B.I agents, Police Officers, Private detectives, ect..",
        "bestclg": "Maharaja Madakarinayaka First Grade College - MM. Karnataka,University of Madras. Chennai"
    }, 
    {
        "title": "B.A Culinary Art",
        "content": "B.A. in Culinary Arts program is a 3-year undergraduate course that trains young chef candidates in the culinary aspects and turn them into the qualified expert chefs, who have an ability to work under supervised and independent organizations (such as Resorts, Hotels, Clubs, Bars, Restaurants etc)..",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Culinary Art such as Sous Chef, Cooking School Instructor, Cooks and Assistants, Food Scientist, Kitchen/Culinary Manager, Food Stylist, Catering Manager, among others.",
        "bestclg": "Bharati Vidyapeeth University. Pune,Manipal University. Manipal"
    },     
    {
        "title": "B.A Defence and Strategic Studies",
        "content": "B.A. Defense and Strategic Studies course is a 3-year undergraduate course , it also incorporates an understanding of The Defense Organisation of India, Indian Military History, India's National Security and the Economics of Defense.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Defence and Strategic Studies such as Indian Army Officer, Indian Defence Officer, Ground Duty Officer, Research Officer, In-service Officer, Military Officer, Military Intelligence Specialist, Lecturer and Professor etc.",
        "bestclg": "Guru Nanak College. Chennai,Chhatrapati Shahu Ji Maharaj University. Kanpur"
    },   
    {
        "title": "B.A Drawing and Painting",
        "content": "B.A. Drawing and Painting course is a 3-year undergraduate course dealing with highlights the visual texture that can be created to look like real and textures, two-dimensional work of art; texture gives a visual sense of how an object would feel in its real life.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Drawing and Painting such as Arts Administrator, Art Restoration Specialist, Visiting Artist, Commercial Artist, Muralist Painter, Interior Designer, Decorator-Wall Papering Painting Engineer, Teacher, Comic Artist, Art Director, Animation Programmer, and Graphic Designer etc..",
        "bestclg": "St joseph's college. Banglore,Dr. Shakuntala misra national rehabilitation university. Lucknow"
    },  
    {
        "title": "B.A Education",
        "content": "B.A. Education course  is a 3-year undergraduate course and also one of the specializations of Bachelor of Arts (BA) that deals in Education & Human Development, Indian Society and related disciplines.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Education such as Physical Education Teacher, Associate Professor - Special Education, Divisional Education Consultant, Overseas Education Consultant, Education Coordinator Content Writer Education, etc..",
        "bestclg": "Institute of Distance and Open Learning - University of Mumbai. Mumbai,University of Delhi. Delhi"
    },   
        {
        "title": "B.A Punjabi",
        "content": "B.A Punjabi is a 3-year undergraduate course dealing with  the study of history of  Punjabi language and recent changes in the Punjabi language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Punjabi such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "DAV College. Chandigarh,Kamla Nehru College. Delhi"
    },
        {
        "title": "B.A Gujarati",
        "content": "B.A Gujarati is a 3-year undergraduate course dealing with  the study of history of  Gujarati language and recent changes in the Gujarati language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Gujarati such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Shri & Smt. P.K.Kotawala Arts College. Patan,Adivasi Arts & Commerce College. Gujarat"
    },  
    {
        "title": "BBA",
        "content": "BBA course  is a 3-year professional undergraduate course in Business Management. It is considered an ideal degree for students who wants to pursue managerial roles and leadership positions in future.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BBA such as Financial Analyst, Business Development Executive, Project Manager (IT), Data Analyst, Human Resources Manager, Operations team leader, SAP Consultant, etc.",
        "bestclg": "Loyola College. Chennai,Madras Christian College. Chennai"
    },    
    {
        "title": "B.SC. Pcm",
        "content": "B.SC. Pcm course  is a 3-year professional undergraduate course which includes Physics, Chemistry and Mathematics. The course focuses on creating professional with understanding of functional and structural basis of Universe. It creates the basis of Science and candidates get the higher level of learning of chemical, mathematical and physical sciences.Candidates also get opportunities of exposure to theoretical and experimental aspects of subjects and get an idea about advancement in the field of science including Nanotechnology.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Pcm such as IT companies, teaching organizations, Scientific companies and industries, etc..",
        "bestclg": "SSV College. Uttar Pradesh,A.E.S. National College. Karnataka"
    },
    {
         "title": "B.SC. Physics",
        "content": "B.Sc. Physics is an undergraduate program dealing with the nuances of Physics and its various properties. The course duration is 3 years.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Physics such as Content Developer, Treasury Management Specialist, Quality Control Manager, Statistician, Radiologist, etc.",
        "bestclg": "Ramakrishna Mission Vivekananda College. Chennai,Ethiraj College for Women. Chennai"
    },     
    {
         "title": "B.SC. Chemistry",
        "content": "Bachelor of Science in Chemistry or B.Sc. Chemistry is an undergraduate course which introduces students to the fundamentals of chemical sciences. It is a 3-year course and is divided into 6 semesters. For distance program, the minimum duration is 3 years and the maximum duration is 6 years.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Chemistry such as Chemist, Pharma Assistant, Lab Assistant, Clinical Research Associate and others such.",
        "bestclg": "Ramakrishna Mission Vivekananda College. Chennai,Ethiraj College for Women. Chennai"
    },   
   {
         "title": "B.SC. Maths ",
        "content": "B.Sc. Maths is an undergraduate degree in the domain of Mathematical studies. The course aims at providing knowledge about disciplines of Maths such as Calculus, Differentiation, Integration, Linear programming, etc.It is a 3-year professional degree course pursued by aspirants willing to make a career in the Mathematical domain and related disciplines.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Maths such as Research, Academia, Technical institutes, Software Development Companies, Banks, Political, Military or Intelligence Bodies, etc.",
        "bestclg": "Ramakrishna Mission Vivekananda College. Chennai,Ethiraj College for Women. Chennai"   
   },
    {
         "title": "B.SC. Zoology",
        "content": "B.Sc. Zoology is a professional undergraduate degree course in Animal Biology. It is a 3-year course comprising six semesters in most universities.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Zoology such as Bioinformatics,Ecosystem monitoring,Wildlife conservation,Environmental management",
        "bestclg": "Mount Carmel College. Bangalore,St. Xavier’s College. Ahmedabad"
    },
   {
         "title": "B.SC. Statistics ",
        "content": "Bachelor of Science in Statistics or B.Sc. Statistics is a 3-year undergraduate course in statistics, probability and permutations.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Statistics such as Banking industry,Financial Services,Broking Industries,Accounting and Finance,Academic and Educational Institutions etc.",
        "bestclg": "Christ University. Bangalore,PSG College of Arts & Science. Coimbatore"   
   }, 
   {
         "title": "B.SC. Botany ",
        "content": "Bachelor of Science in Botany or simply B.Sc. Botanyis an undergraduate degree course for a 3-year duration. The course deals with the study of plants and their physiology, anatomy, reproduction etc.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Botany such as Plant Pathologist, Nursery Manager, Ecologist, Plant Explorer, Conservationist, etc.",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"   
   },      
  {
         "title": "B.SC. Home Science ",
        "content": "B.Sc in Home Science or Bachelor of Science in Home Science is one of many interdisciplinary courses that combine ideas from science and arts for the well being of a home and its man-made surroundings. B.Sc in Home Science is a bachelor's science degree with course duration of 3 years which is divided into 6 semesters..",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Home Science such as Assistant Dress Designer, Nutrition Expert, Child Care Giver, Cook/Chef, Demonstrator, Food Analyst, Food Scientist, Health Care Worker, Hospital Attendant, Housekeeper, Nanny etc.",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"   
   }, 
    {
         "title": "B.SC. Agriculture",
        "content": "B.Sc. Agriculture is a 4-year professional undergraduate degree.This course involves the study of agriculture sciences and the use of modern scientific equipment and techniques in agriculture, land surveying, soil science, water resource management, animal, and poultry management, basics of biotechnology, etc.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Agriculture such as Agriculture officer, Assistant Plantation Manager, Agricultural Research Scientist, Agriculture Development Officers, Agriculture Technician, Agriculturists, Business Development Executive, Marketing Executive, etc. ",
        "bestclg": "Tamil Nadu Agricultural University. Coimbatore,PSG College of Arts & Science. Coimbatore"   
   },  
    {
         "title": "B.SC. Animation",
        "content": "B.Sc. Animation is a 3- year undergraduate course. It combines traditional theory with application-based modules to equip students with the necessary skills to pursue a career in the field. The curriculum includes basic training in computer-generated animation, application of software programs such as Photoshop and Flash, and training in the more specialized techniques used in animation.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Animation such as Animation media industry jobs",
        "bestclg": "VELS University. Chennai,PSG College of Arts & Science. Coimbatore"   
   },    
   {
         "title": "B.SC. Aquaculture",
        "content": "B.Sc. Aquaculture is a 3- year undergraduate course. Aquaculture is connected science and no more pragmatic level and is something other than fish cultivating.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Aquaculture such as bioinformatics, nourishment industry, biotechnology, pharmaceutical industry, explore organizations and in water protection. ",
        "bestclg": "Tamil Nadu Agricultural University. Coimbatore,PSG College of Arts & Science. Coimbatore"   
   }, 
      {
         "title": "B.SC. Aviation",
        "content": "B.Sc. in Aviation (B.Sc. AV)is an undergraduate course in science and operations in flying airplanes, helicopters, gliders etc. B.Sc. Aquaculture is a 3- year undergraduate course.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Aviation such as aviation industry and aerospace firms jobs.",
        "bestclg": "CMC College. Coimbatore,Air Carnival Aviation Academy City Campus. Coimbatore"   
   },  
   {
         "title": "B.SC. Biochemistry",
        "content": "B.Sc. Biochemistry is a 3- year undergraduate course. It is the study of using Chemical processes and principles in studying biological process and living matter.  It is a branch of science which deals with chemistry which is applied to the study of living organisms and the atoms and molecules which comprise living organisms.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Biochemistry such as  Clinical Researcher, Research Scientist, Lecturer, Professor Etc",
        "bestclg": "Ethiraj College for Women. Chennai,Queen Mary’s College. Chennai"   
   },     
   {
         "title": "B.SC. Bioinformatics",
        "content": "B.Sc. Bioinformatics is a 3- year undergraduate course. Bioinformatics or computational biology is an interdisciplinary field of science that combines computer science, mathematics, engineering and statistics to understand and interpret biological information”. It is the application of computer technology to the management of biological data.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Bioinformatics such as  Bioinformatics Software Developer,Research Scientist / Associate,Network Administrator / Analyst,Computational Biologist,Database Programmer,Science Technician Etc",
        "bestclg": "Vels Institute of Science, Technology and Advanced Studies (VISTAS). Chennai,Stella Maris College. Chennai"   
   },   
    {
         "title": "B.SC. Computer Science",
        "content": "B.Sc. Computer Science is a 3-year undergraduate program which deals with subjects and topics related to computer application and services. Technological implementation of computer systems is the main agenda of the program. The program ranges widely from creating quality professionals and research fellows who are working in every sector of the world today.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Computer Science such as  DTP Operator, Software Engineer, Developer/Programmer, Project Manager (IT), Program Analyst, Teacher/Lecturer.  Etc",
        "bestclg": "VELS University. Chennai,Mount Carmel College. Bangalore"   
   },
  {
         "title": "B.SC. Dietetics",
        "content": "B.Sc. in  Dietetics is a 3- year long full- time undergraduate course divided over 6 semesters. It involves the study of food management, promotion of health through healthy food, and primarily focusses on the relationship between the body and food.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Dietetics such as  Consultant, Food Show Host, Sports Nutritionist, Nutrition Trainer Etc",
        "bestclg": "Aiman College of Arts and Science for Women. Trichy,Annai Violet Arts and Science College. Chennai."   
   }, 
   {
         "title": "B.SC. Electronic",
        "content": "B.Sc. in Electronics is an undergraduate course which introduces students to the fundamentals of electrical circuits such as transistors, vacuum tubes, integrated circuits and diodes. It is a 3 year course and is divided in 6 semesters.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Electronic such as Service engineer, Software analyst, Senior sales manager, Electronics and Communication Consultant Etc",
        "bestclg": "Annamalai University. Chennai,Bangalore City College. Bangalore"   
   },
  {
         "title": "B.SC. Fashion Technology",
        "content": "B.Sc. in  Fashion Technology is a 3- year long full- time undergraduate course divided over 6 semesters. It involves advanced study of the art of the application of design and aesthetics to clothing and accessories. It aims to prepare eligible candidates for contributing significantly to the booming domain of fashion technology.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Fashion Technology such as Project Manager, Fashion Designer, Logistic Executive, Lecturer, Fashion Designer Faculty trainer, Business Development Officer, e-Commerce Manager Etc",
        "bestclg": "National Institute of Fashion Technology (NIFT). Bangalore,National Institute of Fashion Technology (NIFT). Chennai."   
   },   
  {
         "title": "B.SC. Food Technology",
        "content": "B.Sc. Food Technology is a 3-year undergraduate course involving an advanced study of the techniques and activities involved in preserving, processing, and manufacturing of food.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Food Technology such as Food Technologists, Organic Chemists, Biochemists, Analytical Chemists, Home Economists, Research Scientists, Senior Food Technologist, Head Engineer, Production Manager, Assistant, General Manager, Senior Manager, Recruiters, and such.",
        "bestclg": "Dr. Punjabrao Deshmukh Krishi Vidyapeeth. Akola,Hindustan University. Chennai."   
   }, 
  {
         "title": "B.SC. Forensic Science",
        "content": "B.Sc. Forensic Sciences is a 3-year graduate course in the domain of forensic studies. The course involves the application of scientific knowledge to the investigation of crimes. Professionals in this discipline apply their knowledge of science to analyze the evidence found at a crime scene.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Forensic Science such as CBI, Police Department, Investigation Offices, Detective Agencies, etc.",
        "bestclg": "Garden City University. Bangalore,Forensic Sciences Department. Chennai."   
   },    
   {
        "title": "B.SC. Forestry",
        "content": "Bachelor of Science in Forestry is a four-year undergraduate program that is divided into eight equal semesters. It provides students with the knowledge and training about Forestry. Forestry program trains students in the managing of forests, new plantation, maintaining old plantations and other natural resources.The main aim of forestry studies is the creation and implementation of systems and framework for the sustainable continuation of forest resources and supplies and to make sure that the non-renewable sources do not get extinct.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Forestry such as Assistant Manager,Farming Manager,School Teacher,Professor,Agri-Credit Manager,Nursing Manager etc.",
        "bestclg": "Forest College and Research Institute. Coimbatore,College of Forestry (COF). Thrissur."   
   }, 
  {
         "title": "B.SC. Medical Technology",
        "content": "B.Sc. Medical Technology is a 3-year graduate course in the domain of forensic studies. B.Sc. in Medical Technology is an Allied Health specialty program that deals with the diagnosis, treatment and prevention of diseases through the utilization of clinical laboratory tests.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Medical Technology such as Laboratory Technician, Laboratory Manager, Medical Officer, Research Associate, Medical Record Technician, Resident Medical Officer, Lab Assistant, Laboratory Testing Manager, Associate Professor/Lecturer etc.",
        "bestclg": "Thiruvalluvar University. Vellore,Sri Ramachandra University. Chennai."   
   },
   {
         "title": "B.SC. Microbiology",
        "content": "B.Sc. Microbiology is a 3-year graduate course in the domain of forensic studies. Microbiology is a broad discipline that involves the study of the biology of bacteria, viruses, protozoa and fungi. The main focus of the course is the pathogenic potential of the organisms that cause disease in man. The course also covers aspects of the biochemistry, physiology and genetics of microorganisms.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Microbiology such as Bacterialogist, Virologist, Biochemist, Cell Biologist, Industrial Microbiologist and others such.",
        "bestclg": "Indian academy degree college. Bangalore,Bharath university. Chennai."   
   }, 
   {
         "title": "B.SC. Multimedia",
        "content": "B.Sc. in Multimedia is a 3-year practice-oriented undergraduate course that academically explores the arena of visual communication. This is a field that is essential in today’s information-rich world.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Multimedia such as Graphic Designer, Digital Artist, 3D Modeler, Storyboard Artist, Flash Designer, Technical Director, Texturing Artist, and such.",
        "bestclg": "IIFA Multimedia Colleges. Bangalore,Vogue Institute of Fashion Technology. Bangalore."   
   },
  {
         "title": "B.SC. Nautical Science",
        "content": "B.Sc. Nautical Science is a 3-year graduate course. The course is a study of the basic academic and practical devices required to safely navigate and operate marine vehicles, such as a ship.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Nautical Science such as GSI (Geological Survey of India), ONGC, SAIL, Coal India, GMDC (Gujarat Mineral Development Corporation), Government operated Quarries, etc.",
        "bestclg": "Coimbatore Marine College. Coimbatore,Vels University. Chennai."   
   },   
  {
         "title": "B.SC. Nursing",
        "content": "Bachelor of Science in Nursing or B.Sc Nursing is a 4-year undergraduate course. B.Sc. Nursing course is meant to develop in students some critical thinking skills, competence and standards required for the practice of professional nursing and midwifery.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Nursing such as Case Manager, Certified Nurse Midwife, Clinical Nurse Specialist, Manager/Administrator, Nurse Anesthetist, Nurse Educator, Nurse Practitioner, Staff Nurse",
        "bestclg": "P.S.G. College Of Nursing. Coimbatore,The Tamil Nadu Dr. M.G.R. Medical University. Chennai."   
   }, 
  {
         "title": "B.SC. Nutrition",
        "content": "B.Sc. Nutrition is a 3-year graduate course. The program has been designed to offer to eligible candidates advanced lessons in the various nutrients contained in food and their functioning, how the correct amount of nutrition keeps the body fit, the science of nutrition with a broader view of wellness, community, and environment, how nutrition or nourishment acts as the provision by which the necessary materials (in the form of food), are given to cells and organisms to support life.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Nutrition such as Nutritionist, Registered Dietician, Bio-care Nutrition Specialist, Medical Representative, Dietetic Technician, Community Nutritionist, Teacher, Nutrition Advisor, Stores Nutrition Advisor, among others.",
        "bestclg": "Madras Christian College (MCC). Chennai,Presidency College. Chennai."   
   }, 
  {
         "title": "B.SC. Physiotherapy",
        "content": "B.Sc Physiotherapy is a 4.5 Years undergraduate course. B.Sc. in Physiotherapy is the full-time undergraduate level course that teaches its students to take care of patients who are in physical pain. The domain of the physiotherapy goes a long way. Pain due to old age, or diseases like rheumatoid arthritis, pain after any accident as well as rehabilitation all come under the purview of this course.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Physiotherapy such as Starting position in in Hospitals, Educational Institutions, Health Institutions",
        "bestclg": "Sri Ramachandra University. Chennai	,Madras Medical College . Chennai."   
   }, 
  {
         "title": "B.SC. Psychology",
        "content": "B.Sc Psychology is a 3-year undergraduate course. The course has been designed to help eligible candidates delve deep into the study of the mind and its various functions. It involves the study of working of mind processes, conflict resolutions, motives, reactions, feelings, crisis management, group thinking, motivation, and nature of the mind. Psychological understanding and application plays an important role in the functioning of many fields today.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Psychology such as Clinical Psychologist, Sports Psychologist, Researcher, Teacher, Lecturer, and such.",
        "bestclg": "PSG College of Arts & Science. Coimbatore,Avinashilingam University. Coimbatore."   
   }, 
  {
         "title": "B.SC. Genetics",
        "content": "B.Sc Genetics is a 3-year undergraduate course. Genetics is the field of medicine that explores concepts and processes of heredity, genetic variation, and genes in living beings. It is also known called the science of heredity.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Genetics such as Geneticists,Epidemiologist,Biophysicist,Genomics and such.",
        "bestclg": "PSG College of Arts & Science. Coimbatore,Tamilnadu Colleges. Coimbatore."   
   }, 
  {
        "title": "B.SC. Information Technology",
        "content": "B.Sc Information Technology is a 3-year undergraduate course. B.Sc. IT program revolves around the field of Information Technology, which is essentially about storing, processing, securing, and managing information. Networks, software development and testing, information databases, and programming etc. are some of the subjects of study covered in the course.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Information Technology such as Programmers, PHP Developer, Oracle PL/SQL Developer, Quality Analyst, IT Specialists, Technology Engineer, Technical Consultant, Software Developer, Graphic Designer, and such.",
        "bestclg": "Sankara College of Science and Commerce. Coimbatore,Hindusthan college of arts and science. Coimbatore."   
   },    
  {
        "title": "B.SC. Interior Design",
        "content": "B.Sc. Interior Design is a 3 year undergraduate course in which students learn to design comfortable spaces and anticipate people’s needs.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Interior Design such as Interior Designer,Furniture Designer,Visual Merchandiser,Exhibition Designer,Landscape Designer,3D Artist,CAD Designer",
        "bestclg": "National College Of Design. Chennai,Madras Institute of Fashion Technology. Chennai."   
   }, 
  {
        "title": "B.SC. Biotechnology",
        "content": "B.Sc. in Biotechnology is a 3- year undergraduate course, involving an advanced study of the cellular and bimolecular processes for development of a variety of technologies and products that contribute to improving people’s lives and health.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC.  Biotechnology such as Bio Industry, Government Hospitals, Research Labs, Content Writing (Medical), etc.",
        "bestclg": "Stella Maris College. Chennai,Madras Christian College (MCC). Chennai."   
   },  
  {
        "title": "BCom",
        "content": "BCom is a 3-Year undergraduate course and it has been specially designed to provide managerial skills and knowledge about the streams like banking, finance, and accounting to a student.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BCom such as Tax Practitioner, Junior Accountant, etc.",
        "bestclg": "Stella Maris College. Chennai,Madras Christian College (MCC). Chennai."   
   },   
  {
        "title": "LLB",
        "content": "LLB or Legum Baccalaureus is an undergraduate law degree which is a prerequisite for anyone who wants to enter the field of judiciary and law. The course is of 3 years and can only be pursued if you have already completed your graduation in any stream.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing LLB such as Advocate, Paralegal, private Practice, legal Administrator, Junior Lawyer, Law Lecturer, Law Officer, Law Associate, etc.",
        "bestclg": "Government Law College. Madurai,Tamil Nadu Dr. Ambedkar Law University. Chennai."   
   },    
  {
        "title": "Aerospace Engineering",
        "content": "B.Tech. Aerospace Engineering is a four-year undergraduate program in engineering. Aerospace Engineering deals with the aircraft that stay within the atmosphere of earth and also with those that operates outside the earth’s atmosphere. It is an applied discipline of engineering dealing with making, designing, manufacturing, functioning, and maintenance of vehicles such as aircraft, spacecraft, and missiles.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Aerospace Engineering such as Design Engineer, Sales Engineer, Development Engineer, Sensor Engineer, Team Leader, Filtration manager",
        "bestclg": "KCT Department Of Aeronautical Engineering. Coimbatore,Hindusthan College of Engineering And Technology. Coimbatore."   
   }, 
  {
        "title": "Agriculture and Food Engineering",
        "content": "B.Tech. Agriculture and Food Engineering is a four-year undergraduate program in engineering. Agricultural Engineering is a branch of engineering which deals with the study of agricultural process and technological practices in food processing and efficient production of food. Agriculture is the largest participant in the Indian Economy. It is needless to say that a career in Agriculture in India is nothing but bright and shining.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Agriculture and Food Engineering such as  Agri-business firms, food processing, agricultural research and development firms, government sectors,research scientist, lecturer, microbiologist etc. ",
        "bestclg": "Tamil Nadu Agricultural University. Coimbatore,Hindusthan College of Engineering And Technology. Coimbatore."   
   }, 
  {
        "title": "Automobile Engineering",
        "content": "B.Tech. Automobile Engineering is a four-year undergraduate program in engineering. B.Tech program in Automobile engineering deals with the study of various engines and their construction, electrical systems, alternative fuels, safety, economics and quality of an automobile.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Automobile Engineering such as Production or Designing, Development and Manufacturing field.",
        "bestclg": "PSG College Of Technology. Coimbatore,Government College of Technology. Coimbatore."   
   },     
 {
        "title": "Biotechnology Engineering",
        "content": "B.E. Biotechnology is a 4-year undergraduate degree program. Biotechnology engineering is a branch of applied biology and chemical engineering standards that includes the utilization of living things in technology, engineering, medicine, and various useful applications.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Biotechnology Engineering such as Biotechnology expert, Biotechnology patent analyst, a Biotechnology executive, Research associate, Maintenance engineer, Laboratory Assistant, Professor, Associate Professor, etc..",
        "bestclg": "PSG College Of Technology. Coimbatore,Government College of Technology. Coimbatore."   
   },
  {
        "title": "Ceramic Engineering",
        "content": "B.Tech. Ceramic Engineering is a four-year undergraduate program in engineering. B.Tech in Ceramic Engineering is amongst the new engineering specializations that covers the production and manufacturing of ceramic products for use in different industries.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Ceramic Engineering such as Polymer Chemist,Research Assistant,Research Engineer,Ceramic Sales Manager,Senior Research Fellow,Ceramic Technologist,Ceramic Designer etc. ",
        "bestclg": "Anna University. Chennai,PSG College Of Technology. Coimbatore."   
   }, 
  {
        "title": "Chemical Engineering",
        "content": "B.E Chemical Engineering is a full-time undergraduate program in Chemical Engineering. The course spans for a duration of 4 years. B.E Chemical Engineering introduces the students to the principles of chemistry linking it to engineering in order to explain the problems involved in production and use of chemicals. The subject draws a connection between science and its application to manufacturing sectors.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Chemical Engineering such as Chemical Engineer, Site Engineer, Fire & Safety Officer, Technical Operator etc. ",
        "bestclg": "Hindustan University. Chennai,Coimbatore Institute of Technology. Coimbatore."   
   }, 
 {
        "title": "Civil Engineering",
        "content": "B.E. Civil Engineering is a 4-year full-time undergraduate engineering course. Biotechnology engineering is a branch of applied biology and chemical engineering standards that includes the utilization of living things in technology, engineering, medicine, and various useful applications.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Civil Engineering such as Civil Engineer, Architect, Technical Officer, Manager, Business analyst, Assistant Executive Engineer.",
        "bestclg": "PSG College Of Technology. Coimbatore,Coimbatore Institute of Technology. Coimbatore."   
   },  
 {
        "title": "Computer Engineering",
        "content": "B.E. Computer Engineering is a 4-year full-time undergraduate engineering course. Bachelor of Engineering [BE] (Computer Engineering)is designed for graduate students who are interested in computer applications. This program allows students to seek professional knowledge in computer applications.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Computer Engineering such as Postsecondary Teacher, Computer and Information Research Scientist, Computer Hardware Engineer, IT support analyst, Network Engineer and IT consultant, Programmers, PHP Developer, Oracle PL/SQL Developer, Quality Analyst, IT Specialists, Technology Engineer, Technical Consultant, Software Developer, Graphic Designer etc.",
        "bestclg": "PSG College Of Technology. Coimbatore,Indian Institute of Technology Madras - [IITM]. Chennai."   
   },
  {
        "title": "Electrical Engineering",
        "content": "BTech Electrical Engineering is a 4-year full-time undergraduate engineering course. Electrical Engineering is that branch of Engineering which deals with the study of application of electricity, electronics and electromagnetism.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Electrical Engineering such as Electrical Application Engineer,Network Design Engineer,Test Engineer,Systems Engineer etc.",
        "bestclg": "PSG College Of Technology. Coimbatore,Kumaraguru College of Technology. Coimbatore."   
   },  
  {
        "title": "Electronics Engineering",
        "content": "B.E. Electronics Engineering is a three-year course. B.E. Electronics Engineering covers Communication Engineering, Microelectronics, VLSI & Embedded Systems, Signal Processing, Instrumentation Engineering, and Electromagnetic and Microwave.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Electronics Engineering such as Lecturer/Professor, Electronics and Communications Consultant, Network Planning Engineer, Customer Support Engineer, Instrumentation Engineer, Technical Director, Field Test Engineer, Senior Sales Manager, Database Administrator etc.",
        "bestclg": "PSG College Of Technology. Coimbatore,Indian Institute of Technology Madras - [IITM]. Chennai."   
   },   
   {
        "title": "Engineering Physics",
        "content": "B. Tech. Engineering Physics is an undergraduate degree program for four academic years. B. Tech.Engineering Physics course is about the engineering skills and the specialization in the study of physics and its applications. The course is a combination of the theoretical concepts and application of the theory part of the concepts of physics.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Engineering Physics such as Industrial Engineer,Research Scientist,Physicists,Financial Analyst etc.",
        "bestclg": "Indian Institute of Technology. New Delhi,Indian Institute of Technology Madras - [IITM]. Chennai."   
   },    
   {
        "title": "Environmental Engineering",
        "content": "B. Tech. Environmental Engineering is a 4-year undergraduate program. It deals with Environmental Sciences that includes a list of topics, some of which are air pollution control, hazardous waste management, public health, land management etc.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Environmental Engineering such as Public Health Specialists,Ecologists,Chemical Engineers,Biologists,Agricultural Engineers etc.",
        "bestclg": "Coimbatore Institute of Technology. Coimbatore,National Environmental Engineering Research Center. Chennai."   
   },  
   {
        "title": "Industrial and Production Engineering",
        "content": "B.Tech. in Industrial and Production Engineering is a 4 year undergraduate course. B.Tech. Industrial and Production Engineering equips the student with the knowledge of planning, measuring and controlling all the production and industrial related activities.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Industrial and Production Engineering such as financial management, material management, operations research, network modelling, production planning and control fields.",
        "bestclg": "Indian Institute of Technology. New Delhi,The National Institute of Engineering. Mysore."   
   },      
   {
        "title": "Industrial Engineering",
        "content": "B. Tech Industrial Engineering is a 4-year undergraduate course divided into 8 semesters. Objective of industrial engineering is to provide understanding of design, research & development section, manufacturing, operations and services.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Industrial and Production Engineering such as Quality Managers,Project Engineer,Operation Managers etc..",
        "bestclg": "VIT university. Vellor,Indian Institute of Technology. Kharagpur."   
   },    
   {
        "title": "Information Technology Engineering",
        "content": "BE Information Technology is a 4 year Under Graduate course in the domain of computer science with a specialization in the area of Information Technology and its related aspects.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Information Technology Engineering such as Database Administrator, IT System Manager, System administrator, Technical Trainer, Software developer, Project lead etc.",
        "bestclg": "RV College of Engineering. Bangalore,BMS College of Engineering. Bangalore."   
   },   
   {
        "title": "Instrumentation Engineering",
        "content": "B.E. in Instrumentation Engineering is a 4-year full-time undergraduate course. B.E. in Instrumentation Engineering course is a multidisciplinary course which covers major branches such as electronics and electrical engineering.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Instrumentation Engineering such as Instrumentation Design Engineer,Technical Support Engineer etc.",
        "bestclg": "M.S. Ramaiah Institute of Technology. Bangalore,BMS College of Engineering. Bangalore."   
   },    
   {
        "title": "Marine Engineering",
        "content": "B.E. Marine Engineering  is a full-time undergraduate Engineering course. The duration of this course is 4 years divided into 8 semesters. B.E. Marine Engineering course involve instruction in the design and maintenance of propulsion systems and design of steering of tankers, submarines, sailboats, and other marine vessels.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Marine Engineering such as Port manager, Maritime educator, Second marine engineer, Ship manager, Ship operator, Marine surveyor, Chief marine engineer, Technical superintendent.",
        "bestclg": "Southern academy of maritime studies. Chennai,Anna University of Technology. Chennai."   
   },       
   {
        "title": "Mechanical Engineering",
        "content": "B.E. Mechanical Engineering is a 4-year full-time undergraduate Engineering course. B.E. Mechanical Engineering course introduces fundamental concepts of machine design system and machine operation.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Mechanical Engineering such as Mechanical engineer, Service Engineer, Consultant, Instructional designer, Mechanical designer.",
        "bestclg": "Sri Krishna College of Engineering and Technology. Coimbatore,PSG College of Engineering. Coimbatore."   
   },      
   {
        "title": "Metallurgical Engineering",
        "content": "B.E. Metallurgical Engineering is a 4-year full-time undergraduate Engineering course. Metallurgical engineering is study of metal. The course offers combined study of theory and practice, this program covers the mining, extraction, design and processing of metals along with fundamental engineering principles.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Metallurgical Engineering such as Project Engineer,Research Assistant,Assistant Engineers.",
        "bestclg": "Coimbatore Institute of Technology. Coimbatore,Indian Institute of Technology. Chennai."   
   },      
   {
        "title": "Naval Architecture and Ocean Engineering",
        "content": "B.E. Naval Architecture and Ocean Engineering is a 4-year full-time undergraduate Engineering course. The course aims at preparing Naval Architects and Offshore Engineers to meet the growing demands of manpower in the industry by imparting academic and practical training on basic science subjects and common engineering subjects. The course typically covers Physics, Hydrodynamics, Chemistry and Ship Design.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Naval Architecture and Ocean Engineering such as Port Manager, Chief Marine Engineer, Technical Superintendent, Marine Surveyor, Ship Operator and Second Marine Engineer.",
        "bestclg": "VELS Academy. Chennai,Indian Institute of Technology. Chennai."   
   }, 
  {
        "title": "Petroleum Engineering",
        "content": "B. Tech Petroleum Engineering is a 4-year full-time undergraduate Engineering course. B. Tech Petroleum Engineering is an interesting field of engineering offering various specialization courses that deal with the production of hydrocarbons, which can either be natural gas or crude oil.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Petroleum Engineering such as Petroleum Engineer,Production Engineer,Reservoir Engineer, PNG, CNG Operation & Distribution Engineer,Pipeline Transportation Engineer.",
        "bestclg": "M. S Engineering College. Bangalore,Indian Institute of Technology. Chennai."   
   },     
 {
        "title": "Textile Engineering",
        "content": "B. Tech Petroleum Engineering is a 4-year full-time undergraduate Engineering course. Textile Engineering with the objective of imparting all-inclusive knowledge in all the aspects of textile manufacturing which include Garment manufacturing,Textile Chemical Processing,Computer applications,Textile testing,Yarn manufacturing,Fabric Manufacturing (Woven and Knitted),Quality assurance,Mill management In order to expose the persons into the engineering environment of the textile industries.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Textile Engineering such as Sales Engineer,Resident application Engineer,Service Engineer,Quality control executive,etc.",
        "bestclg": "SSM College of Engineering. Salem,Indian Institute of Technology. New Delhi."   
   },     
 {
        "title": "Structural Engineering",
        "content": "Bachelor of Technology in Structural Engineering is a 4- year undergraduate course. B.Tech in Structural Engineering includes advanced finite element analysis, structural mechanics, structural dynamics, reinforced and pre-stressed concrete, steel structures, tall buildings and towers, construction designs resistant to wind and earthquakes ensuring structural reliability along with computer applications in structural engineering.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Structural Engineering such as Planning Engineer,Assistant Engineer,Project Engineer,Site Engineer etc.",
        "bestclg": "PSG College Of Technology. Coimbatore,Kumaraguru College of Technology. Coimbatore."   
   },
   {
        "title": "Motorsport Engineering",
        "content": "Bachelor of Technology in Motorsport Engineering is a 4- year undergraduate course. Motorsport engineering is a multidisciplinary branch of engineering that provides combined application of two disciplines- automobile engineering and mechanical engineering. This program aims to produce graduates well-appointed to play foremost professional roles in the motorsport and automobile industries.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Motorsport Engineering such as Calibration Engineer,Product Development Engineer,Research and Development Engineer,Design Engineer etc.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai,Cornerstone International College. Chennai."   
   },    
   {
        "title": "Safety and Fire Engineering",
        "content": "B. Tech Safety and Fire Engineering is a 4- year undergraduate industrial based engineering course. It provides students with the prowess to create an atmosphere of safety against fire. Safety and Fire Engineering course explores various ways of preventing fire and protecting the surroundings. It is defined as a science of designing buildings and fire safety and property protection.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Safety and Fire Engineering such as jobs in the Defense Forces, Railways, Airport Authority of India, Electricity Boards, C.I.S.F., ONGC, Mines, Refineries, Petrochemical complexes, fire brigades or other such organizations.",
        "bestclg": "Cochin University of Science and Technology (CUSAT). Kochi,Roever Engineering College. Perambalur."   
   },    
   {
        "title": "Process Engineering ",
        "content": "B. Tech Process Engineering is a 4- year undergraduate engineering course. Process Engineering is a branch of engineering courses which deals with the design, control, operation and optimization of physical, chemical and biological processes.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Process Engineering  such as Process Engineer,Senior Process Engineer,Continuous improvement engineer,Professor.",
        "bestclg": "Indian Institute of Technology. Kanpur, National Institute of Technology. Tiruchirappalli."   
   },    
   {
        "title": "Water Resources Engineering ",
        "content": "Bachelor of Technology (B.Tech) in Water Resources Engineering is a 4-year undergraduate engineering course which is a specialized branch of civil engineering. It involves the designing of new systems and equipment that help manage human water resources.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Water Resources Engineering such as Water Resource Engineer,Environmental Engineer,Hydrologist/ Hydrological Engineer,Environmental Protection Specialist.",
        "bestclg": "Anna University. Chennai, Hindustan Institute of Technology and Science. Chennai."   
   },      
   {
        "title": "MBBS ",
        "content": "MBBS or Bachelor of Medicine and Bachelor of Surgery is a 4 year 5 months undergraduate degree allowing you to pursue your career in Doctor’s field. This course is followed by a 1 year mandate internship in the field of surgery, medicines and hospitals. MBBS or Bachelor of Medicines or Bachelor of Surgery is the course that’s already comprises of two professional degrees of medicine and surgery.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing MBBS such as Meteorologist,General Surgeon,Dietician,Medical Superintendent,Physician",
        "bestclg": "St. John's Medical College. Bangalore,	Christian Medical College. Vellore."   
   },    
   {
        "title": "BDS ",
        "content": "BDS (Bachelor of Dental Surgery) is the only approved and recognized professional dental course in India. It is an undergraduate degree of 5 years which trains students to enter the noble profession of dental science and surgery. It is considered one of the most popular and pursued courses after MBBS in India.BDS is an undergraduate dental course, compulsory for students who want to become a professional dentist in any government hospital, college or private sector.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BDS such as Dentist, Lecturer, Tutor, Dental Research Scientist, etc.",
        "bestclg": "Faculty of Dental Sciences Ramaiah University of Applied Sciences. Bangalore, Maulana Azad Institute of Dental Sciences. New Delhi."   
   },   
  {
        "title": "B Pharm ",
        "content": "B Pharm (Bachelor of Pharmacy) is a job-oriented undergraduate degree for science students who want to make a career in the pharmacy sector. BPharm course duration is of 4 years with 8 semesters. B Pharm is an undergraduate degree in the field of Pharmacy and Pharmaceutical Science. Students who are interested to study about various drugs and it’s effect on the human body generally opt for this course. Majorly, it includes the study of drugs and medicine, their pharmacological action, chemical structure, formulations, biochemistry, etc",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B Pharm such as Medical Writer, Drug Safety Associate, Clinical Research Associate, Drug Inspector, Pharmaceutical Scientist, sales and marketing Positions in Pharma/ Biotech firms, etc.",
        "bestclg": "JSS College of Pharmacy. Nilgiri, SRM Institute of Science and Technology. Chennai."   
   },  
   {
        "title": "Pharm. D ",
        "content": "Pharm. D. is a 6- year doctorate level course, including five years of academic study and a year of internship or residency. The course aims to prepare eligible candidates students in the management of patient medication therapy and improving patient outcomes. Pharm. D. is the art and science of preparing and dispensing medicines. The course has been designed to train eligible candidates in clinical pharmacy, pharmacy practice and pharmaceutical care.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing Pharm. D such as Clinical Pharmacist,Drug Inspector,Analytical Chemist,Researcher etc.",
        "bestclg": "JSS College of Pharmacy. Mysore, Sri Ramachandra University. Chennai."   
   },    
    {
        "title": "BHMS",
        "content": "BHMS or Bachelor of Homeopathic Medicine and Surgery is an undergraduate academic degree course which covers medical knowledge of the homeopathic system. The course is of 5½ year duration which includes 4.5 years of study followed by 1 year of internship. BHMS course covers the theoretical and practical knowledge of the homeopathic system. Homeopathy is based on the self-healing power of our bodies and focuses on accentuating that. One of the most popular medication systems in India along with Allopathy and Ayurveda, Homeopathy is widely practiced.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BHMS such as Clinical Pharmacist,Drug Inspector,Analytical Chemist,Researcher etc.",
        "bestclg": "Vinayaka Missions University. Salem, Nehru Homeopathic Medical College and Hospital. New Delhi."   
   },    
    {
        "title": "BUMS",,Consultant
        "content": "Bachelor of Unani Medicine & Surgery is a 5 year course. In this professional course the students are taught about Regimental therapy (llaj -bit- Tadbeer), Venesection, Cupping, Diaphoresis, Diuresis, Turkish bath, Massage, Cauterization, Purging, Emesis, Exercise, Leeching, Pharmacotherapy (llaj-bit-Dawa), Dietotherapy (llaj-bit-Ghiza), Surgery (Jarahat), etc. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BUMS such as Scientist,Pharmacist,Therapist etc.",
        "bestclg": "Government Unani Medical College. New Delhi, National Institute of Medical Sciences. New Delhi."   
   },     
   {
        "title": "BPT",
        "content": "BPT or Bachelor of Physiotherapy is a 4-year undergraduate course, including compulsory 6 months of clinical internship, and involving the science of physical movement aimed at preventing disease and disability. Physiotherapy is a branch of healthcare that applies modes of physical movement such as exercise and massage. The course provides education, advice, and counseling services for circumstances where movement and function are threatened by aging, pain, injury, diseases, disorders, conditions, or other environmental factors.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BPT such as Physiotherapist,Lecturer,Researcher,Osteopath,Consultant etc.",
        "bestclg": "Sri Ramachandra Institute for Higher Education and Research. Chennai, Christian Medical College (CMC). Vellore."   
   },     
   {
        "title": "BOT",
        "content": "Bachelor of Occupational Therapy is a 4-5 year long undergraduate course designed to produce efficient Occupational Therapists that can help the physically or mentally challenged people enjoy their life without any hindrance. Occupational Therapy is the branch of science that deals with curing and rehabilitating the physically, emotionally and mentally disabled and challenged people. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BOT such as Occupational Therapist, Occupational Therapy Nurse, among others.",
        "bestclg": "Christian Medical College. Vellore, Guru Gobind Singh Indraprastha University. New Delhi."   
   },       
   {
        "title": "BASLP",
        "content": "Bachelor in Audiology & Speech-Language Pathology is a 4-year long, full-time undergraduate, professional program. This  course involves the techniques and methods used in diagnosing and treating hearing, speech, and balance-related disorders in people.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BASLP such as Audiology Reader, Speech Pathology Reader, Speech Pathologist, Speech Audiologist, Audiometry Technician, Clinical Supervisor, Teacher, Lecturer, Audiologist, among others such.",
        "bestclg": "University of Madras. Chennai, All India Institute of Medical Sciences (AIIMS). New Delhi."   
   },    
  {
         "title": "B.SC. Environmental Science  ",
        "content": "B.Sc. in Environmental Science is an undergraduate course wherein learning is imparted to eligible candidates in concepts such as sustainable resource development, environmental health, and ecological sustainability, among others. This 3- year long course is divided into six semesters, with each semester lasting for a period of six months. The course combines aspects of Biology, Ecology, Geography, Chemistry, Technology, and Social Science. Students are taught to develop scientific knowledge and techniques needed to understand environmental patterns and processes, investigate ecosystems and address local and global environmental issues, besides investigating how environmental science is directly related to the human society.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Environmental Science  such as Environment Journalists,Environment Photographer,Conservation Hydrologist,Director of Waste Management,Catastrophe Modeler etc.",
        "bestclg": "Dayanand College. Bangalore,Delhi Degree College. New Delhi"   
   },     
  {
         "title": "B.SC. Occupational Therapy   ",
        "content": "Bachelor of Science in Occupational Therapy or B.Sc. in Occupational Therapy is a 3-year undergraduate course divided into six semesters. B.Sc. in occupational therapy deals with improving the life and condition of handicapped and limited people through different modes of treatments.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Occupational Therapy  such as OT Technician,Speech and Language Therapist,Occupational Therapist,Lab Technician etc.",
        "bestclg": "Christian Medical College. Vellore ,Pt. Deen Dayal Institute for Physically Handicapped. New Delhi"   
   },    
  {
         "title": "B.SC. Radiology   ",
        "content": "Bachelor of Science (B.Sc. in Radiography) is a 3- year long course, divided into 6 semesters, with each semester lasting 6 months. Radiography is a medical sub field, dealing in the diagnosis of diseases and ailments related to the internal or hidden parts of the body, with the use of X-Rays.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Radiology such as Physiotherapist,X-Ray Technician,Therapy Radiographer,Radiation Protection Specialist,Diagnostic Radiographer etc.",
        "bestclg": "Rajeev Gandhi University of Health Sciences. Bangalore,All India Institute of Medical Sciences. New Delhi"   
   },   
  {
         "title": "B.SC. Anthropology ",
        "content": "B.Sc. in Anthropology is a 3- year long Bachelor’s program essentially involving a comparative study of human similarities and differences. The Department of Anthropology offers courses broadly categorized as Archaeology, Biological Anthropology, and Cultural Anthropology. The course aims to investigate humankind and human society, from the physical evolution of the human body and brain, through to the political, cultural and linguistic practices of modern societies.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Anthropology such as Anthropologist, Historic buildings inspector/conservation officer, Archaeologist, Archaeological Field Technician, Field Investigator, Forensic Anthropologist, Economic Anthropologist and Cultural anthropologists etc.",
        "bestclg": "UNOM - University of Madras. Chennai,Bidhannagar College. Kolkata"   
   },      
  {
        "title": "B.SC. Pathology ",
        "content": "B.Sc. Pathology is a 3-year full-time undergraduate program. B.Sc. Pathology course deals with the study of fungi, bacteria, viruses and other microbes that cause disease in living organisms. This branch of Science focuses on understanding how hosts, pathogens and other organisms interact to cause diseases in living beings and also on how to control such diseases.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Pathology such as Pathologist, Lecturer/ Professor, Data Analyst, Research Assistant, Lab Manager, Research Scientist, Biochemist etc.",
        "bestclg": "PSG Institute of Medical Sciences & Research. Coimbatore,Indira Gandhi College of Special Education. Coimbatore."   
   },    
   {
        "title": "B.SC. Speech therapy ",
        "content": "B.Sc. Speech therapy is a 3-year full-time undergraduate program. Speech therapy is an allied branch of health sciences related to the disorder of speech, voice, and language of a person. Speech therapy and audiology have become promising career options in recent times.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Speech therapy such as Speech therapists, Audiologists,Educational audiologist,Clinical speech pathology assistants etc.",
        "bestclg": "KMCH College of Occupational Therapy. Coimbatore,Indira Gandhi College of Special Education. Coimbatore."   
   },       
   {
        "title": "B.SC. Horticulture  ",
        "content": "B.Sc. in Horticulture is a 3 years full time under graduate course which is divided into 6 semesters. Horticulture is the branch of Agricultural Science that deals with the cultivation of vegetables, plants, flowers, herbs, fruits, shrubs, bushes, gardens, and landscaping for gardens, ornamental trees, maintaining nurseries, green houses, orchards and plantations and also floriculture or cultivation of flowers.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Horticulture  such as Horticulturist,Plantation manager,Horticulture specialist,Technical assistant etc.",
        "bestclg": "Annamalai university. Chennai,Lovely professional university. Chandigarh."   
   },        
   {
        "title": "B.SC. Audiology  ",
        "content": "B.Sc. in Audiology is a 3 years full time under graduate course. B.Sc. in Audiology is an undergraduate course in the science that explores hearing, balance, and related disorders. Practitioners of this science who treat those with hearing loss and proactively prevent related damage are Audiologists.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing B.SC. Audiology  such as ENT & Audiometry Technician,Speech Therapist,Neuroradiologists etc.",
        "bestclg": "All India Institute of Speech and Hearing. Mysore,Dr. S.R. Chandrasekhar Institute Of Speech And Hearing. Bangalore."   
   }           
]
