[
    {
        "title": "B.A English",
        "content": "B.A. English is a 3-year undergraduate course dealing with the various nuances of English as a language, both written and spoken. It is excellent preparation for careers in teaching, media, and advertising, writing, and publishing.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in English such as business, management and finance, government service, library work, marketing and advertising.",
        "bestclg": "Presidency College.Chennai.Tamil Nadu,Madhav University - [MU] Sirohi.Rajasthan ,Kristu Jayanti College - [KJC]"
    },
    {
        "title": "B.A Political Science",
        "content": "Bachelor of English (Political Science) is an undergraduate degree that is awarded to a candidate after 3 years of study. The BA Political science consists of 6 semesters. BA political science course provides an introduction about the nature of politics and governments and how our government structure is being created to carry out an effective administration.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "B.A Political Science graduates have a thorough understanding of politics and the political environment which makes them ideal candidates for media roles such as political journalists, editors, and correspondents.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Government Arts College. [GACBE] Coimbatore. Tamil Nadu,Presidency College.Chennai.Tamil Nadu"
    },
    {
        "title": "B.A History",
        "content": "B.A. History is a 3-year undergraduate course dealing with The study of the past broadens our perspective and allows us to discover the essential elements of human existence. The term historian covers a broad range of career options and job settings. In general, historians study, assess, and interpret the past to determine what happened and why.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in History such as Content Writer, HR Manager, Marketing Executive, Executive Assistant, Administrative Assistant, High School Teacher, Relationship Manager, Administrative / Office Manager, Network Engineer etc.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Government Arts College. [GACBE] Coimbatore. Tamil Nadu,Presidency College.Chennai.Tamil Nadu"
    },
    {
        "title": "B.A Psychology",
        "content": "B.A. Psychology is a 3-year undergraduate course  which professionally deals with the Human Brain concepts and its consequences related to any provided circumstances.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in History such as School Counselor, HR Manager, HR Generalist, Content Writer, Executive Assistant, Psychologist, Clinical Psychologist, Learning and Development Specialist, Relationship Manager, Copywriter etc.",
        "bestclg": "Hindustan Institute of Technology and Science. Chennai. Tamil Nadu,Lady Doak College, [LDC] Madurai. Tamil Nadu,St Peter's Institute of Distance Education. [SPIDE] Chennai.Tamil Nadu."
    },
    {
        "title": "B.A Philosophy",
        "content": "B.A. Philosophy is a 3-year undergraduate course dealing with  the study of general and fundamental problems, such as those connected with existence, knowledge, values, reason, mind, and language.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Philosophy such as Executive Assistant, Senior Research Analyst, Linux System Administrator, Content Writer, Executive Secretary, Regional Director, Data Center Technician, Senior Technical Consultant, Social worker etc..",
        "bestclg": "Ramakrishna Mission Vivekananda College. [RMVC] Chennai. Tamil Nadu,Pachaiyappas College. [PC] Chennai. Tamil Nadu,Madras Christian College. [MCC] Chennai.Tamil Nadu."
    },
    {
        "title": "B.A Socialwork",
        "content": "BA in Social work is a 3-year undergraduate course divided into 6 semesters. The practice-based program encompasses a specialized study of the various theories of social work.Social work refers to the various services designed to aid and improve the welfare of the poor, aged, and needy. Social work involves education on the values of social work and their conscious application in practice.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Socialwork such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Assistant Professor, Teacher & Lecturer, District Consultant, Professor & Junior Research Fellow, Welfare Officer, Senior Manager, Project Coordinator, Assistant Director, Labor Welfare Officer, Practice Head, Medical Social worker, among others.",
        "bestclg": "C.S.I. Bishop Appasamy College of Arts and Science. Coimbatore. Tamil Nadu,Madurai Institute of Social Sciences, Madurai. Tamil Nadu,Kodaikanal Christian College. Kodaikanal. Dindigul.Tamil Nadu."
    },
    {
        "title": "B.A Economics",
        "content": "B.A. Economics is a 3-year undergraduate course which trains a student to be able to analyze the process of the economy.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Economics such as HR Manager, Executive Assistant, Administrative Assistant, Data Analyst, Financial Analyst, Marketing Associate, Senior Business Analyst, Assistant Marketing Manager, Senior Marketing Manager etc.",
        "bestclg": "Presidency College, Chennai. Tamil Nadu,Loyola College, Chennai. Tamil Nadu,Ethiraj College, Chennai. Tamil Nadu."
    },
    {
        "title": "B.A Archaeology",
        "content": "B.A. Archaeology is a 3-year undergraduate course dealing with the way to work at historical sites, indulge in the restoration of monuments and explore the ancient history of the country",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Archaeology such as Archaeologist, Historic buildings inspector/conservation officer,Museum/gallery curator,Museum education officer etc..",
        "bestclg": "Mohamed Sathak A.J.Academy of Architecture (MSAJAA). Kanchipuram,Poompuhar College (PC). Nagapattinam, Tamil Nadu Open University (TNOU). Chennai "
    },
    {
        "title": "B.A Sociology",
        "content": "B.A. Sociology is a 3-year undergraduate course which deals with various aspects of social behaviour and its consequence on modern society.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Sociology such as  Operations Manager, High School Teacher, Primary School Teacher, Executive Assistant, Regional Sales Manager, HR Generalist, Graphic Designer, Management Consultant, Customer Care Executive etc.",
        "bestclg": "Bishop Calldowell College. Tuticorin,Fatima College (Autonomous). Madurai,Lady Doak College (Autonomous). Madurai."
    },
    {
        "title": "B.A Geography",
        "content": "B.A. Geography is a 3-year undergraduate course dealing with the study of the Earth - the land, topography, attributes, people, and phenomena.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Geography such as Executive Assistant, HR Manager, Geographic Information Systems (GIS) Analyst, Assistant Manager, Senior Research Analyst, Operations Team Leader, High School Teacher etc.",
        "bestclg": "University of Madras. Chennai ,Periyar University. Salem,Bharathiar University - [BU]. Coimbatore"
    },
    {
        "title": "B.A Anthropology",
        "content": "BA Anthropology is a 3-year undergraduate program which studies the science of man or study of man. It is a broad field of study and has been used in finding how societies have developed over the years. Anthropology has four basic classifications that are sociocultural, biological, linguistics and archaeology.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Anthropology such as Tour Guide, Archivist, Culture Resource Manager, Research Scholar, Curator, Linguist, Urban Planner Social worker etc.",
        "bestclg": "UNOM - University of Madras.Chennai"
    },
    {
        "title": "B.A Linguistics",
        "content": "B.A. Linguistics is a 3-year postgraduate degree program, the minimum Eligibility is 10+2 from a recognized college or its equivalent exam. Admission to B.A. Linguistics relies upon the aspirants performance in the relevant entrance test and a counseling round.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Linguistics such as Linguist, Proof Reader, Editor, Teacher, Dictionary Compiler, Lecturer, Speech Therapist, Speech Trainer, etc.",
        "bestclg": "Bharathiyar University. Coimbatore,Madurai Kamaraj University. Madurai."
    },
    {
        "title": "B.A Rural studies",
        "content": "BA in Rural studies is a 3-year undergraduate program, essentially involving effective implementation of substantial changes in the livelihood of crores of rural poor by improving their quality of life and economic well-being. The course has been designed to train eligible professionals to assist villagers in their process of development, to bring progress and prosperity across the nation.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Rural studies such as Area Executive, Agronomist, Research Head, Marketing & Sales Manager, Territory In-Charge, Associate Professor, Business Development Manager, District Coordinator, Associate Program Manager, Lecturer, among others.",
        "bestclg": "Madras Christian College (MCC).Chennai,Arul Anandar College.Madurai"
    },
    {
        "title": "B.A Hindi",
        "content": "BA Hindi or Bachelor of Arts in Hindi is an undergraduate course in Hindi which aims to study fundamental aspects of Hindi language and literature.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Hindi such as Administrative Assistant, Web Designer, Team Leader - IT, Primary School Teacher, Computer Operator, Office Assistant, Senior Customer Service Representative (CSR), Credit Manager etc",
        "bestclg": "Presidency College. Chennai,Loyola College. Chennai"
    },
    {
        "title": "B.A Bengali",
        "content": "B.A. in Bengali is a 3- year undergraduate course in the Bengali language. It is concerned with the subject of Bengali language, and the field of arts covered therein. Bengali or Bangla is an eastern Indo-Aryan language. It is native to the region of eastern South Asia known as Bengal, which makes present-day Bangladesh, the Indian State of West Bengal, and parts of the Indian States of Tripura and Assam.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Bengali such as Tutor, Voiceover Artist, News Anchor, Translator, Junior Parliamentary Reporter, Content Writer, Faculty Teacher, Trainer, Data Entry Operator, Call Centre Executive, Letter Translator etc.",
        "bestclg": "Womens Christian College. Chennai"
    },
    {
        "title": "B.A Tamil",
        "content": "B.A. Tamil is a 3-year undergraduate course dealing with  the study of history of tamil language and recent changes in the tamil language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Bengali such as Lecturer, HR Manager, Content Writer, Operations Manager, Graphic Designer, Primary School Teacher, Marketing Manager, Computer Operator, Customer Service Representative (CSR) etc.",
        "bestclg": "Loganatha Narayanasamy Government College. Chennai,Arignar Anna Government Arts College. [AAGAC] Thiruchirapalli,Institute of Distance Education - University of Madras"
    },
    {
        "title": "B.A Marathi",
        "content": "B.A. Marathi is a 3-year undergraduate course dealing with  the study of history of marathi language and recent changes in the marathi language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Marathi such as Multimedia Reporter, Marathi Translator and Interpreter, Marathi Teacher, Marathi Linguist, among others.",
        "bestclg": "Fergusson College. Pune, SIES College of Arts Science and Commerce. Mumbai"
    },
    {
        "title": "B.A Telugu",
        "content": "B.A. Telugu is a 3-year undergraduate course dealing with  the study of history of telugu language and recent changes in the telugu language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Telugu such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Queen Marys College. Chennai,Tamil Nadu Open University. Chennai"
    },
    {
        "title": "B.A Kannada",
        "content": "B.A. Kannada is a 3-year undergraduate course dealing with  the study of history of Kannada language and recent changes in the Kannada language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Kannada such as Multimedia Reporter, Kannada Translator and Interpreter, Kannada Teacher, Kannada Linguist, Museum Curator, Accountant, among others.",
        "bestclg": "JSS College of Arts Science and Commerce. Mysore, MES College of Arts, Commerce and Science. Bangalore"
    },
    {
        "title": "B.A Malayalam",
        "content": "B.A. Malayalam is a 3-year undergraduate course dealing with  the study of history of Malayalam language and recent changes in the malayalam language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Malayalam such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Economist, Sociologist, Political Scientist, Relation Executive, Sales Coordinator, Interpreter (from one language to other), Content Writer - Editor, Actor, Translator, Part Time Trainer  Malayalam, Assistant Professor - Malayalam Journalism, Data Entry Operator, Tele-caller etc.",
        "bestclg": "Presidency College. Chennai,Madras Christian College. Chennai"
    },
    {
        "title": "B.A Assamese",
        "content": "B.A. Assamese is a 3-year undergraduate course dealing with  the study of history of Assamese language and recent changes in the Assamese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Assamese such as Consultant, Teacher, Customer Service Associate, Personnel Manager, Economist, Sociologist, Political Scientist, Relation Executive, Sales Coordinator, Interpreter (from one language to other), Content Writer - Editor, Actor, Translator, Part Time Trainer  Assamese, Assistant Professor - Assamese Journalism, Data Entry Operator, Tele-caller etc.",
        "bestclg": "Dispur College. Guwahati, Handique Girls College. Guwahati"
    },
    {
        "title": "B.A Bihari",
        "content": "B.A. Bihari is a 3-year undergraduate course dealing with  the study of history of Bihari language and recent changes in the Bihari language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Bihari such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "MAGADH MAHILA COLLEGE, PATNA"
    },
    {
        "title": "B.A Oriya",
        "content": "B.A. Oriya is a 3-year undergraduate course dealing with  the study of history of Oriya language and recent changes in the Oriya language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Oriya such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Ranchi University. Ranchi,Rama Devi Womens University.  Bhubaneswar"
    },
    {
        "title": "B.A Journalism",
        "content": "Bachelor of Journalism is a 3-year undergraduate degree in the field of journalism and mass communication that candidates can pursue right after their Class 12. BJ is a three years duration course and in this course aspirants are taught about various aspects of the media industry like research, reporting, compiling, writing, editing as well as presentation of information.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Journalism such as Editor, Proofreader, Writer, Researcher, ScreenWriter, Illustrator, PhotoJournalist, etc.",
        "bestclg": "Presidency College. Bangalore, Christ University. Bangalore"
    },
    {
        "title": "B.A Psychology",
        "content": "B.A. Psychology is a 3-year undergraduate course dealing with the students to learn mainly about the processing of the human mind and human behaviour. They study how humans behave differently in different circumstances while dealing with different sets of people.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Psychology such as Editor, Proofreader, Writer, Researcher, ScreenWriter, Illustrator, PhotoJournalist, etc.",
        "bestclg": "Mother Teresa Womens University. Kodaikanal,P S G Arts And Science College. Coimbatore"
    },
    {
        "title": "B.A German",
        "content": "B.A. German is a 3-year undergraduate course dealing with  the study of history of German language and recent changes in the German language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in German such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A French",
        "content": "B.A. French is a 3-year undergraduate course dealing with  the study of history of French language and recent changes in the French language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in French such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Alliance Franaise of Madras. Chennai,Loyola College. Chennai"
    },
    {
        "title": "B.A Italian",
        "content": "B.A. Italian is a 3-year undergraduate course dealing with  the study of history of Italian language and recent changes in the Italian language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Italian such as Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Hebrew",
        "content": "B.A. Hebrew is a 3-year undergraduate course dealing with  the study of history of Hebrew language and recent changes in the Hebrew language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Hebrew such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Spanish",
        "content": "B.A. Spanish is a 3-year undergraduate course dealing with  the study of history of Spanish language and recent changes in the Spanish language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Spanish such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Hindusthan college of arts and science. Coimbatore,Sri Ramakrishna College of Arts and Science. Coimbatore"
    },
    {
        "title": "B.A Russian",
        "content": "B.A. Russian is a 3-year undergraduate course dealing with  the study of history of Russian language and recent changes in the Russian language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Russian such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,CMS College of Science & Commerce. Coimbatore"
    },
    {
        "title": "B.A Chinese",
        "content": "B.A. Chinese is a 3-year undergraduate course dealing with  the study of history of Chinese language and recent changes in the Chinese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Chinese such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Japanese",
        "content": "B.A. Japanese is a 3-year undergraduate course dealing with  the study of history of Japanese language and recent changes in the Japanese language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Japanese such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Tilak Maharashtra University. Maharashtra"
    },
    {
        "title": "B.A Photography",
        "content": "B.A. Photography is a 3-year undergraduate course teaches students about the techniques, composition and commercial applications of professional photography. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Photography such as  Photographic technician,Photographer,Digital-imaging artist,Product photographer,Newspaper editorial photographer",
        "bestclg": "Srini Institute of Photography. Coimbatore, professional photography courses in coimbatore - media campus. Coimbatore"
    },
    {
        "title": "B.A Korean",
        "content": "B.A Korean is a 3-year undergraduate course dealing with  the study of history of  Korean language and recent changes in the Korean language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Korean such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Kongunadu Arts and Science College. Coimbatore,PSG College of Arts & Science. Coimbatore"
    },
    {
        "title": "B.A Agro Sciences",
        "content": "B.A Agro Sciences is a 4-year undergraduate degree in the domain of agricultural studies. The course aims at providing knowledge about disciplines of Agriculture (Agronomy), Veterinary Science, Forestry, Fisheries, Horticulture, Home Science, etc. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Agro Sciences such as  Agriculture officer, Assistant Plantation Manager, Agricultural Research Scientist, Agriculture Development Officers, Agriculture Technician, Agriculturists, Business Development Executive, Marketing Executive, etc. ",
        "bestclg": "Vanavarayar Institute of Agriculture. Coimbatore,University of Agricultural Sciences. Bangalore"
    },
    {
        "title": "B.A Airlines hospitality and custome care",
        "content": "B.A. Airlines, Hospitality and Customer Care is a Bachelor Level course with duration of two years. After this course candidate can make a successful career in the airline & aviation industry. By 2020 air passengers in the country expected to be 450 million. There is requirement of trained airport managers and skilled professional for the airport transportation, catering, safety, services and maintenance unit for a passenger. Candidate can work in any department of an airport or airline company after completing this course",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Airlines hospitality and custome care such as Passenger Handling,Cabin Crew,Cargo & Transportation,Fares & Ticketing,In-Flight Services & Security,Load & Trim,Customer Service,Baggage Handling   ",
        "bestclg": "Ambaji Arts College - Kumbhariya,Deesa Nagar Panchayat Arts and Commerce College. Deesa. Gujarat"
    },
    {
        "title": "B.A Ancient History",
        "content": "B.A Ancient History is a 3-year undergraduate course, divided into six semesters, with each semester lasting a period of six months. As an academic discipline, Ancient History is the study of mankind’s past, viz. history, society, religions, material culture, and languages of Ancient Greece, Rome, besides Indian History. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in Ancient History such as Museums, Art Galleries, Tour and Travel-based organizations, Government Offices, etc. ",
        "bestclg": "Dhirendra Mahila Mahavidyalaya. Varanasi,Nehru Gram Bharti University. Allahabad"
    },
    {
        "title": "B.A Ancient Indian Culture",
        "content": "B.A Ancient Indian Culture course dealing with the Ancient Indian History, Culture & Archaeology. Typically, a B.A. is a three year course. Ancient Indian History, Culture and Archaeology focuses only on the Indian history and culture in the past. Subjects usually studied under this degree are History of India, Ancient History of India, Medieval History of India, Economical History of India, Social Structures in India and Historiography etc. ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in AAncient Indian Culture such as Archaeologist,Historic buildings inspector/conservation officer,Museum/gallery curator,Heritage manager,Lecturer,Documentation Specialist,Museum education officer ",
        "bestclg": "Alagappa University College of Arts and Science. Paramakudi,Velammal College Of Engineering And Technology VCET. Madurai"
    },
        {
        "title": "B.A Arabic",
        "content": "B.A Arabic is a 3-year undergraduate course dealing with  the study of history of  Arabic language and recent changes in the Arabic language ",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Arabic such as  Teacher, Lecturer, Translator, Interpreter, Content Writer, Public Relations Officer",
        "bestclg": "Government college in Coimbatore. Tamil Nadu,SBZ Women's Arabic College. Chennai"
    },
    {
        "title": "B.A Cinematography",
        "content": "B.A Cinematography is a three-year graduate program. The course is designed to explore the artistic creation of the moving image.",
        "eligibility": "Eligibility for the course is 10+2 cleared.",
        "work": "There are number of opportunities after completing BA in  Cinematography such as  Director,Cameraman,Director of Photography,Camera Operator,Lighting Expert,Producer,Film Editor,Art Director ect..",
        "bestclg": "Government college in Coimbatore. Tamil Nadu,PSG College of Arts & Science. Coimbatore"
    },
]
